{"translation-revision-date":"2023-11-22 08:30+0000","generator":"WP-CLI\/2.9.0","source":"chunk-config-tab-settings.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Enabled":["Włączono"],"Disabled":["Wyłączono"],"Cancel":["Anuluj"],"Select":["Wybierz"],"Search...":["Szukaj..."],"Learn more":["Więcej informacji"],"Country of the website operator":["Kraj operatora witryny"],"Legal basis to be applied":["Podstawa prawna, która ma być zastosowana"],"GDPR \/ ePrivacy Directive":["RODO \/ Dyrektywa o e-prywatności"],"DSG (Switzerland)":["DSG (Szwajcaria)"],"Cookie Banner\/Dialog":["Baner\/okno dialogowe plików cookie"],"Content Blocker":["Blokada treści"],"Automatically accept all services for bots":["Automatycznie akceptuj wszystkie usługi dla botów"],"Respect \"Do Not Track\"":["Szanuj \"Nie śledź\""],"Duration of cookie consent":["Czas trwania zgody na pliki cookie"],"days":["dni"],"Save IP address on consent":["Zapisz adres IP po wyrażeniu zgody"],"Consent for data processing in unsecure third countries":["Zgoda na przetwarzanie danych w niezabezpieczonych krajach trzecich"],"Secure countries in terms of the GDPR":["Bezpieczne kraje pod względem RODO"],"Age notice for consent":["Powiadomienie o wieku w celu wyrażenia zgody"],"Age limit":["Limit wieku"],"Determine age limit based on specified website operator country":["Proszę określić limit wieku na podstawie wybranego kraju operatora witryny"],"GDPR standard":["Standard RODO"],"Naming of all services in first view":["Wymienianie wszystkich usług w pierwszym widoku"],"Consent Forwarding":["Przekazywanie zgody"],"Hide on additional pages":["Ukryj na dodatkowych stronach"],"Geo-restriction":["Ograniczenie geograficzne"],"Show banner only to users from these countries":["Pokaż baner tylko użytkownikom z tych krajów"],"Implicit consent for users from third countries":["Domyślna zgoda dla użytkowników z krajów trzecich"],"Accept all":["Akceptuj wszystko"],"Accept only essentials":["Akceptuj tylko podstawowe elementy"],"Successfully copied to the clipboard!":["Pomyślnie skopiowano do schowka!"],"Link":["Link"],"Copy to clipboard":["Kopiuj do schowka"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/pl\/read\/article-5\/"],"Activate license":["Aktywuj licencję"],"General":["Ogólne"],"Consent":["Zgoda"],"Leave":["Opuść"],"Legal notice":["Zastrzeżenia prawne"],"Privacy policy":["Polityka prywatności"],"General terms and conditions":["Ogólne warunki"],"Terms of use":["Warunki użytkowania"],"Cancellation policy":["Polityka odstąpienia od umowy"],"Cookie policy":["Polityka plików cookie"],"Data processing agreement":["Umowa o przetwarzaniu danych"],"Dispute resolution":["Rozstrzyganie sporów"],"Other":["Inne"],"Successfully updated settings!":["Pomyślnie zaktualizowano ustawienia!"],"The settings could not be saved due to missing\/invalid form values.":["Ustawienia nie mogły zostać zapisane z powodu brakujących\/nieprawidłowych wartości formularza."],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Zmiany nie zostały zapisane. Jeśli opuszczą Państwo tę stronę, zmiany zostaną odrzucone."],"Type":["Typ"],"Link text":["Tekst linku"],"No links are displayed in the footer.":["W stopce nie są wyświetlane żadne linki."],"Use external URL":["Użyj zewnętrznego adresu URL"],"Please enter a valid URL!":["Proszę wpisać prawidłowy adres URL!"],"You need to select the page in your default language here. The translation will be output automatically.":["Należy wybrać stronę w języku domyślnym. Tłumaczenie zostanie wysłane automatycznie."],"Hide cookie banner on this page":["Ukryj baner plików cookie na tej stronie"],"You mentioned Real Cookie Banner in your privacy policy.":["W swojej polityce prywatności wspomnieli Państwo o Real Cookie Banner."],"Show suggested text":["Pokaż sugerowany tekst"],"You must mention in your privacy policy that you use Real Cookie Banner and what data it processes. The following text suggestion can be copied into your privacy policy.":["Muszą Państwo wspomnieć w swojej polityce prywatności, że korzystają Państwo z Real Cookie Banner oraz jakie dane przetwarza. Poniższa sugestia tekstowa może zostać skopiowana do polityki prywatności."],"I will check the following sample text for a privacy policy regarding the use of Real Cookie Banners myself and adapt it for my specific use case. In doing so, I will particularly consider overlaps with other areas of my privacy policy.":["Sprawdzę poniższy przykładowy tekst polityki prywatności dotyczący korzystania z Real Cookie Banner i dostosuję go do mojego konkretnego przypadku użycia. Robiąc to, w szczególności rozważę nakładanie się z innymi obszarami mojej polityki prywatności."],"Successfully copied privacy policy text to clipboard!":["Pomyślnie skopiowano tekst polityki prywatności do schowka!"],"legal-text\u0004To manage the cookies and similar technologies used (tracking pixels, web beacons, etc.) and related consents, we use the consent tool \"Real Cookie Banner\". Details on how \"Real Cookie Banner\" works can be found at <a href=\"https:\/\/devowl.io\/rcb\/data-processing\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/rcb\/data-processing\/<\/a>.\n\nThe legal basis for the processing of personal data in this context are Art. 6 (1) lit. c GDPR and Art. 6 (1) lit. f GDPR. Our legitimate interest is the management of the cookies and similar technologies used and the related consents.\n\nThe provision of personal data is neither contractually required nor necessary for the conclusion of a contract. You are not obliged to provide the personal data. If you do not provide the personal data, we will not be able to manage your consents.":["Do zarządzania plikami cookie i podobnymi wykorzystywanymi technologiami (piksele śledzące, web beacons itp.) oraz powiązanymi zgodami używamy narzędzia do wyrażania zgody \"Real Cookie Banner\". Szczegóły na temat tego, jak działa \"Real Cookie Banner\" można znaleźć na <a href=\"https:\/\/devowl.io\/rcb\/data-processing\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/rcb\/data-processing\/<\/a>.\n\nPodstawą prawną przetwarzania danych osobowych w tym kontekście jest art. 6 ust. 1 lit. c RODO oraz art. 6 ust. 1 lit. f RODO. Naszym uzasadnionym interesem jest zarządzanie plikami cookie i podobnymi wykorzystywanymi technologiami oraz związanymi z nimi zgodami.\n\nPodanie danych osobowych nie jest wymagane umownie ani konieczne do zawarcia umowy. Nie są Państwo zobowiązani do podania danych osobowych. Jeśli nie podadzą Państwo danych osobowych, nie będziemy mogli zarządzać Państwa zgodami."],"Edit privacy policy":["Edytuj politykę prywatności"],"Open in new window":["Otwórz w nowym oknie"],"Add another link":["Dodaj kolejny link"],"legal-text\u0004I am aware that the texts in the cookie banner and content blocker are suggested formulations and that the manufacturer of Real Cookie Banner cannot take any liability for the topicality, correctness or completeness of the information. I have checked the information on my own responsibility, added missing information and correct information that does not fit to my specific use case on my own responsibility.":["Jestem świadomy(-a), że teksty w banerze plików cookie i blokadzie treści są sugerowanymi sformułowaniami i że producent Real Cookie Banner nie ponosi żadnej odpowiedzialności za aktualność, poprawność lub kompletność informacji. Sprawdziłem(-a) informacje na własną odpowiedzialność, dodałem(-am) brakujące informacje i poprawiłem(-am) informacje, które nie pasują do mojego konkretnego przypadku użycia na własną odpowiedzialność."],"Activate now!":["Aktywuj teraz!"],"You can enable and disable the cookie banner. We recommend to activate the cookie banner on your website after you have added all services.":["Baner plików cookie można włączać i wyłączać. Zalecamy aktywowanie banera plików cookie w witrynie po dodaniu wszystkich usług."],"This feature allows you to block content that would process personal data and set cookies, but for which you do not yet have the visitor's consent.":["Ta funkcja umożliwia blokowanie treści, które przetwarzałyby dane osobowe i ustawiały pliki cookie, ale na które nie mają Państwo jeszcze zgody odwiedzającego."],"Website operator details":["Dane operatora witryny"],"You as a website operator should provide your address and at least one digital contact option to fulfill your information obligations for self-hosted services. If you have a company with subsidiaries, please disclose the company that is responsible for the data processing on their website.":["Jako operator witryny powinni Państwo podać swój adres i co najmniej jedną opcję kontaktu elektronicznego w celu wypełnienia obowiązków informacyjnych dotyczących usług hostowanych samodzielnie. Jeśli posiadają Państwo spółkę zależną, prosimy ujawnić spółkę odpowiedzialną za przetwarzanie danych na jej witrynie."],"Full address":["Pełny adres"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678 (without country)":["np. XYZ sp. z o.o., ul. Przemyska 123\/45, 12-345 Przemyśl (bez kraju)"],"Country":["Kraj"],"Phone":["Telefon"],"Please provide a valid email!":["Proszę podać prawidłowy adres e-mail!"],"Email":["E-mail"],"Contact form":["Formularz kontaktowy"],"Please choose at least one legal basis to apply!":["Proszę wybrać co najmniej jedną podstawę prawną do zastosowania!"],"Your website, and consequently the cookie banner, can be aligned to different legal bases. If you select multiple legal bases, suggestions in the settings will always match the stricter legal basis.":["Państwa witryna, a co za tym idzie baner plików cookie, może być dostosowana do różnych podstaw prawnych. Jeśli wybiorą Państwo kilka podstaw prawnych, sugestie w ustawieniach będą zawsze zgodne z bardziej rygorystyczną podstawą prawną."],"Footer links":["Linki w stopce"],"According to the ePrivacy Directive, legally required pages such as the privacy policy may be accessible without the user having to give consent to services and their cookies. Therefore, it is recommended to avoid processing personal data and setting cookies on these pages and not to display a cookie banner, but add those links to the footer of the cookie banner. Content blockers block loading of scripts etc. even on pages where the cookie banner is not displayed.":["Zgodnie z dyrektywą o e-prywatności, strony wymagane prawnie, takie jak polityka prywatności, mogą być dostępne bez konieczności wyrażania przez użytkownika zgody na usługi i ich pliki cookie. W związku z tym zaleca się unikanie przetwarzania danych osobowych i ustawiania plików cookie na tych stronach oraz niewyświetlanie banera plików cookie. Należy jednak dodać te linki do stopki banera plików cookie. Blokady treści blokują wczytywane skrypty itd. nawet na tych stronach, gdzie baner plików cookie nie jest wyświetlany."],"Hide cookie banner on specific pages":["Ukryj baner plików cookie na określonych stronach"],"Want to hide cookie banner on more pages?":["Chcą Państwo ukryć baner plików cookie na większej liczbie stron?"],"Cookie banners are legally necessary, but distract your users from the essentials. For example, on landing pages for advertising campaigns, they lead to lower conversion rates. On these pages, it can be useful to avoid processing personal data and setting cookies to keep the conversion rate high. You can hide the cookie banner on these pages.":["Banery cookie są prawnie niezbędne, ale odwracają uwagę użytkowników od tego, co najważniejsze. Na przykład na stronach docelowych kampanii reklamowych prowadzą one do niższych współczynników konwersji. Na tych stronach warto unikać przetwarzania danych osobowych i ustawiania plików cookie, aby utrzymać wysoki współczynnik konwersji. Na tych stronach można ukryć baner plików cookie."],"Load services after consent via":["Wczytaj usługi po wyrażeniu zgody za pośrednictwem"],"HTML\/JavaScript Snippet":["Urywek HTML\/JavaScript"],"%s Event":["Zdarzenie %s"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/"],"Want to use a Tag Manager legally?":["Czy chcą Państwo legalnie korzystać z Tag Manager?"],"pro-modal\/set-cookies-via-manager.png":["pro-modal\/set-cookies-via-manager.png"],"You can integrate services via Google Tag Manager or Matomo Tag Manager. At the same time, you can obtain and document consents via Real Cookie Banner in accordance with data protection regulations.":["Można zintegrować usługi za pośrednictwem Google Tag Manager lub Matomo Tag Manager. Jednocześnie można uzyskiwać i dokumentować zgody za pośrednictwem Real Cookie Banner zgodnie z przepisami o ochronie danych."],"You only need to change this option if you use Google Tag Manager or Matomo Tag Manager.":["Opcję tę należy zmienić tylko w przypadku korzystania z Google Tag Manager lub Matomo Tag Manager."],"If you opt-in to or opt-out from services, you will normally execute JavaScript code to ensure that scripts are enabled\/disabled and cookies are set\/removed on the visitor's client. If you are a Google Tag Manager or Matomo Tag Manager user, you can map this behavior by using tags that are triggered by an event in the data layer. For each service listed in this plugin, you will receive an additional field where you can specify the name of the event that is automatically triggered when the user opt-in or opt-out. We have a full integration for tag managers which should allow you to run it legally compliant in the EU.":["Jeśli wyrażają Państwo zgodę na korzystanie z usług (opt-in) lub rezygnują z nich (opt-out), zwykle uruchamiają Państwo kod JavaScript, aby upewnić się, że skrypty są włączone\/wyłączone, a pliki cookie są ustawione\/usunięte u klienta odwiedzającego. Jeśli są Państwo użytkownikiem Google Tag Manager lub Matomo Tag Manager, można zmapować to zachowanie za pomocą znaczników, które są wyzwalane przez zdarzenie w warstwie danych. Dla każdej usługi wymienionej w tej wtyczce otrzymają Państwo dodatkowe pole, w którym będzie można określić nazwę zdarzenia, które jest automatycznie wyzwalane, gdy użytkownik wyrazi zgodę (opt-in) lub rezygnację (opt-out). Mamy pełną integrację z managerami tagów, co powinno pozwolić na uruchomienie zgodnie z prawem w UE."],"Are you sure you want to reset all settings to default. settings? It will also irrevocably delete created services and content blockers as well as design settings. Documented consents can be preserved.":["Czy na pewno chcą Państwo przywrócić wszystkie ustawienia domyślne? Spowoduje to również nieodwracalne usunięcie utworzonych usług i blokad treści, a także ustawień designu. Udokumentowane zgody mogą zostać zachowane."],"Delete documented consent":["Usuń udokumentowaną zgodę"],"Reset now":["Resetuj teraz"],"Reset all":["Resetuj wszystko"],"Start vendor configuration":["Rozpocznij konfigurację dostawcy"],"Save settings":["Zapisz ustawienia"],"Countries with an adequacy decision":["Kraje z decyzją stwierdzającą odpowiedni poziom ochrony"],"Countries where GDPR applies":["Kraje, w których obowiązuje RODO"],"Countries where %s applies":["Kraje gdzie zastosowanie ma %s"],"Bots are not subject of the GDPR according to {{aGdpr}}Art. 1 GDPR{{\/aGdpr}} and technically cannot give consent to the processing of personal data and the setting of cookies. As a result, they may consider your site as slow if a cookie banner permanently blocks all other content. Therefore, you should allow the bots to browse your site without consent, but still allow all services.":["Boty nie podlegają RODO zgodnie z {{aGdpr}}art. 1 RODO{{\/aGdpr}} i technicznie nie mogą wyrazić zgody na przetwarzanie danych osobowych i ustawianie plików cookie. W rezultacie mogą uznać Państwa witrynę za powolną, jeśli baner plików cookie trwale blokuje wszystkie inne treści. Dlatego należy zezwolić botom na przeglądanie witryny bez zgody, ale nadal zezwalać na wszystkie usługi."],"https:\/\/gdpr-text.com\/read\/article-1\/":["https:\/\/gdpr-text.com\/pl\/read\/article-1\/"],"https:\/\/devowl.io\/2021\/do-not-track\/":["https:\/\/devowl.io\/2021\/do-not-track\/"],"Users can set the \"Do not track\" HTTP header in their browser to indicate that they do not want to be tracked. If you enable this option, users will be able to access your website with this HTTP header without a cookie banner, if there are no non-essential services that are used based on legitimate interest. Only the non-rejectable services will be used in the case.":["Użytkownicy mogą ustawić nagłówek HTTP \"Nie śledź\" w swojej przeglądarce, aby wskazać, że nie chcą być śledzeni. Jeśli włączą Państwo tę opcję, użytkownicy będą mogli uzyskać dostęp do Państwa witryny z tym nagłówkiem HTTP bez banera plików cookie, jeśli nie ma żadnych usług niebędących niezbędnymi, które są używane w oparciu o uzasadniony interes. W takim przypadku używane będą tylko usługi, których nie można odrzucić."],"According to the TCF standard, all rights of objection are also exercised for these visitors, as the cookie banner is not displayed at all and thus no transparency about legitimate interest can be established.":["Zgodnie ze standardem TCF wszystkie prawa do sprzeciwu są również wykonywane w przypadku tych odwiedzających, ponieważ baner plików cookie nie jest w ogóle wyświetlany, a zatem nie można ustalić przejrzystości uzasadnionego interesu."],"Please use a number between %d and %d!":["Proszę użyć liczby między %d i %d!"],"The consent of a user must be limited in time. You can define how long the consent is valid. It can be valid for a maximum of 365 days because every 6-12 months you have to remind the user of the right to revoke consent (cookie banner is displayed again). If you change the behavior or content of the cookie banner meanwhile, visitors to your website will have to give their consent again, even if the time period has not yet expired.":["Zgoda użytkownika musi być ograniczona w czasie. Można określić, jak długo zgoda jest ważna. Zgoda może być ważna przez maksymalnie 365 dni, ponieważ co 6-12 miesięcy należy przypomnieć użytkownikowi o prawie do cofnięcia zgody (baner plików cookie jest wyświetlany ponownie). Jeśli w międzyczasie zmieni się zachowanie lub treść banera cookie, odwiedzający witrynę będą musieli ponownie wyrazić zgodę, nawet jeśli okres ten jeszcze nie upłynął."],"You are not allowed to ask for consent again in some EU countries, such as Italy, for at least six months (unless the content of the cookie banner changes). In other countries, you must ask for consent again after 12 months at the latest. Therefore, consent should be valid for between 183 days and 365 days.":["W niektórych krajach UE, takich jak Włochy, nie wolno ponownie prosić o zgodę przez co najmniej sześć miesięcy (chyba że treść banera cookie ulegnie zmianie). W innych krajach należy ponownie poprosić o zgodę najpóźniej po 12 miesiącach. W związku z tym zgoda powinna być ważna przez okres od 183 do 365 dni."],"Do you need consent for data processing in unsafe countries?":["Czy potrzebna jest zgoda na przetwarzanie danych w krajach niebezpiecznych?"],"pro-modal\/data-processing-in-insecure-third-countries.png":["pro-modal\/data-processing-in-insecure-third-countries.png"],"The GDPR provides a great level of data protection. For data processing in countries where the GDPR does not apply and for which there is no adequacy decision by the European Commission, you must inform your website visitors about special risks and their consequences. You should obtain this special consent in accordance with {{aGdpr}}Art. 49 GDPR{{\/aGdpr}} if you use services such as Google Analytics, YouTube or TikTok on your website (as of June 2023)!":["RODO zapewnia wysoki poziom ochrony danych. W przypadku przetwarzania danych w krajach, w których RODO nie ma zastosowania i dla których Komisja Europejska nie wydała decyzji stwierdzającej odpowiedni stopień ochrony, należy poinformować odwiedzających witrynę o szczególnych zagrożeniach i ich konsekwencjach. Należy uzyskać taką specjalną zgodę zgodnie z {{aGdpr}}art. 49 RODO{{\/aGdpr}}, jeśli korzystają Państwo na swojej stronie internetowej z usług takich jak Google Analytics, YouTube lub TikTok (od czerwca 2023 r.)!"],"https:\/\/gdpr-text.com\/read\/article-49\/":["https:\/\/gdpr-text.com\/pl\/read\/article-49\/"],"Most countries outside of the EU are considered as a insecure third countries for data protection law purposes and no personal data of your visitors can be transferred to or processed in these countries. In practice, however, exclusion from such services is often not possible. According to {{aArt49}}Art. 49 (1) lit. a GDPR{{\/aArt49}} it is possible to obtain consent from website visitors for one-time and multiple processing of personal data. Consent for regular processing of data in unsecure third counties cannot be obtained in this way. Thus, at least some of the convenient services can still be used if the website visitor consents to it. Enable this option to mark the processing of personal data in unsecure countries and obtain the consent of your visitors in your cookie banner. You can find the {{aList}}current list of secure countries outside of the EU at the website of the European Comission{{\/aList}}. Note that for the USA, data processing is only considered to be secure if the individual company certifies themself as secure.":["Większość krajów spoza UE jest uważana za niezabezpieczone kraje trzecie do celów ochrony danych i żadne dane osobowe osób odwiedzających nie mogą być przekazywane ani przetwarzane w tych krajach. W praktyce jednak wyłączenie takich usług często nie jest możliwe. Zgodnie z {{aArt49}}art. 49 (1) lit. a RODO{{\/aArt49}} możliwe jest uzyskanie zgody od odwiedzających witrynę na jednorazowe i wielokrotne przetwarzanie danych osobowych. W ten sposób nie można uzyskać zgody na regularne przetwarzanie danych w niezabezpieczonych krajach trzecich. W związku z tym przynajmniej niektóre z praktycznych usług mogą być nadal używane, jeśli odwiedzający witrynę wyrazi na to zgodę. Należy włączyć tę opcję, aby oznaczyć przetwarzanie danych osobowych w niezabezpieczonych krajach i uzyskać zgodę odwiedzających na banerze plików cookie. Można znaleźć {{aList}}aktualną listę bezpiecznych krajów spoza UE na stronie internetowej Komisji Europejskiej{{\/aList}}. Należy pamiętać, że w USA przetwarzanie danych jest uważane za bezpieczne tylko wtedy, gdy dana firma certyfikuje się jako bezpieczna."],"https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/adequacy-decisions_en":["https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/adequacy-decisions_pl"],"Change text in customizer":["Zmień tekst w kreatorze"],"Safe countries in the sense of the GDPR are those where the GDPR applies or for which the European Commission has adopted an adequacy decision. You usually don't need to adjust anything in this field, as we update the list regularly, unless you are using an old version of Real Cookie Banner.":["Bezpieczne kraje w rozumieniu RODO to te, w których ma zastosowanie RODO lub dla których Komisja Europejska przyjęła decyzję stwierdzającą odpowiedni stopień ochrony. Zazwyczaj nie ma potrzeby dostosowywania czegokolwiek w tym polu, ponieważ regularnie aktualizujemy listę, chyba że używają Państwo starej wersji Real Cookie Banner."],"In accordance with {{a}}Art. 8 GDPR{{\/a}}, consent to services that process personal data and\/or set cookies can only be given from the age of 16 years (varying in some EU countries) or together with a legal guardian. If your website does not clearly and exclusively address adults (e.g. dating or porn sites), you as the website operator must inform children under the minimum age in simple language that they are not allowed to consent to non-essential services without their legal guardian.":["Zgodnie z {{a}}art. 8 RODO{{\/a}}, zgoda na usługi, które przetwarzają dane osobowe i\/lub ustawiają pliki cookie, może być udzielona wyłącznie w wieku 16 lat (różnym w niektórych krajach UE) lub wraz z opiekunem prawnym. Jeśli Państwa witryna nie jest wyraźnie i wyłącznie skierowana do osób dorosłych (np. strony randkowe lub pornograficzne), jako operator witryny należy poinformować dzieci poniżej minimalnego wieku w prostym języku, że nie mogą wyrazić zgody na usługi inne niż niezbędne bez ich opiekuna prawnego."],"https:\/\/gdpr-text.com\/read\/article-8\/":["https:\/\/gdpr-text.com\/pl\/read\/article-8\/"],"%d years":["%d lat(a)"],"The age limit should only differ from the age limit in the country of the website operator if you are primarily targeting visitors from another country with a {{strong}}higher{{\/strong}} age limit. Changing the age limit therefore only makes sense in a few exceptional cases.":["Limit wieku powinien różnić się od limitu wieku w kraju operatora witryny tylko wtedy, gdy kierują Państwo reklamy głównie do odwiedzających z innego kraju o {{strong}}wyższym limicie wieku{{\/strong}}. Zmiana limitu wieku ma zatem sens tylko w kilku wyjątkowych przypadkach."],"The visitor to your website should be adequately informed of what he or she is agreeing to when consenting to all services. Therefore, in the first view of the cookie banner, all services can be written out by name in a comma-separated list. Your website visitor can thus better assess whether he really wants to agree to all services without visiting the individual privacy settings.":["Odwiedzający witrynę powinien być odpowiednio poinformowany o tym, na co wyraża zgodę, wyrażając zgodę na wszystkie usługi. Dlatego w pierwszym widoku banera plików cookie wszystkie usługi mogą być wypisane z nazwy na liście oddzielonej przecinkami. W ten sposób odwiedzający witrynę może lepiej ocenić, czy naprawdę chce wyrazić zgodę na wszystkie usługi bez konieczności odwiedzania poszczególnych ustawień prywatności."],"Depending on the country of origin, it may make legal sense to store the IP address of the user who consents. On the other hand, you must inform the user in your privacy policy that you are storing this IP address together with the consent, as this is legally {{a}}personal data{{\/a}}.":["W zależności od kraju pochodzenia, przechowywanie adresu IP użytkownika, który wyraził na to zgodę, może mieć uzasadnienie prawne. Z drugiej strony należy poinformować użytkownika w swojej polityce prywatności, że przechowują Państwo ten adres IP wraz ze zgodą, ponieważ są to prawnie {{a}}dane osobowe{{\/a}}."],"https:\/\/devowl.io\/2021\/personal-data-gdpr\/":["https:\/\/devowl.io\/2021\/personal-data-gdpr\/"],"Delete documented consents after":["Usuń udokumentowane zgody po"],"months":["miesiące"],"Consents was last cleaned up on %s.":["Zgody zostały wyczyszczone ostatni raz %s."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained. The absolute statute of limitations for data protection violations in most EU countries is 10 years. After that, you should delete consents in the interest of data economy.":["Zgody są automatycznie dokumentowane w celu udowodnienia zgodności z wymogami prawnymi zgodnie z {{a}}art. 5 RODO{{\/a}} oraz, w przypadku sporu, w celu udowodnienia sposobu uzyskania zgody. Bezwzględny okres przedawnienia naruszeń ochrony danych w większości krajów UE wynosi 10 lat. Po tym czasie należy usunąć zgody w interesie oszczędności danych."],"You successfully updated the IP-to-Country database.":["Pomyślnie zaktualizowano bazę danych adresów IP do krajów."],"This functionality is only available with a valid license, as the IP-to-Country database must be downloaded regularly from our cloud service.":["Ta funkcja jest dostępna tylko z ważną licencją, ponieważ baza danych adresów IP do krajów musi być regularnie pobierana z naszej usługi w chmurze."],"Enable geo-restriction?":["Włączyć ograniczenie geograficzne?"],"pro-modal\/geo-restriction.png":["pro-modal\/geo-restriction.png"],"Cookie banners must be displayed only to visitors from certain countries. For example, visitors from the EU. With geo-restriction you can specify exactly who sees a cookie banner and who doesn't, by country.":["Banery z plikami cookie muszą być wyświetlane tylko odwiedzającym z określonych krajów. Na przykład odwiedzającym z UE. Dzięki ograniczeniom geograficznym można dokładnie określić, kto, według kraju, widzi baner plików cookie, a kto nie."],"With the geo-restrictions you can specify that the cookie banner should be displayed only for users from certain countries. In many countries (outside the EU) it is not necessary to display a cookie banner. The location of the user is determined by their IP address.":["Dzięki ograniczeniom geograficznym mogą Państwo określić, aby baner plików cookie był wyświetlany tylko dla użytkowników z określonych krajów. W wielu krajach (poza UE) wyświetlanie banera plików cookie nie jest konieczne. Lokalizacja użytkownika jest określana na podstawie jego adresu IP."],"Please confirm that you have read this!":["Proszę potwierdzić, że Państwo to przeczytali!"],"legal-text\u0004To determine the location of your website visitors, the MaxMind GeoLite2 database will be downloaded to your server and used from there. I have read and agree to the {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}}. The download of the database is done via a devowl.io server and I agree to the {{aTerms}}terms and conditions{{\/aTerms}} and {{aPrivacyPolicy}}privacy policy{{\/aPrivacyPolicy}}.":["Aby określić lokalizację odwiedzających witrynę, baza danych MaxMind GeoLite2 zostanie pobrana na Państwa serwer i stamtąd wykorzystana. Przeczytałem(-am) i akceptuję {{aMaxMindEndUserLicense}}Umowę licencyjną użytkownika końcowego MaxMind{{\/aMaxMindEndUserLicense}}. Pobieranie bazy danych odbywa się za pośrednictwem serwera devowl.io i wyrażam zgodę na {{aTerms}}warunki{{\/aTerms}} i {{aPrivacyPolicy}}politykę prywatności{{\/aPrivacyPolicy}}."],"https:\/\/www.maxmind.com\/en\/end-user-license-agreement":["https:\/\/www.maxmind.com\/en\/end-user-license-agreement"],"https:\/\/devowl.io\/terms\/":["https:\/\/devowl.io\/terms\/"],"https:\/\/devowl.io\/privacy-policy\/":["https:\/\/devowl.io\/privacy-policy\/"],"legal-text\u0004I understand that this type of location determination is not accurate with one hundred percent certainty. According to {{a}}MaxMind's data{{\/a}}, 99.6%% accuracy is estimated without obligation.":["Rozumiem, że ten rodzaj określania lokalizacji nie jest dokładny ze stuprocentową pewnością. Zgodnie z {{a}}danymi MaxMind{{\/a}}, dokładność na poziomie 99,6%% jest szacowana bez zobowiązań."],"https:\/\/www.maxmind.com\/en\/geoip2-city-accuracy-comparison":["https:\/\/www.maxmind.com\/en\/geoip2-city-accuracy-comparison"],"Determines for users from which countries you want to display a cookie banner. It is recommended to display cookie banners at least in the countries where the GDPR and CCPA apply. The list of countries can be extended at any time by the accession of new countries (Last update: October 2023).":["Określa, dla użytkowników z których krajów ma być wyświetlany baner plików cookie. Zaleca się wyświetlanie banerów plików cookie przynajmniej w krajach, w których obowiązują RODO i CCPA. Lista krajów może zostać rozszerzona w dowolnym momencie o nowe kraje (ostatnia aktualizacja: październik 2023 r.)."],"Set what consent should be implied when a visitor is not shown a cookie banner.":["Określ, jaka zgoda powinna być dorozumiana, gdy nie jest wyświetlany odwiedzającemu baner plików cookie."],"IP-to-Country database":["Baza danych adresów IP do krajów"],"Update now":["Aktualizuj teraz"],"You have downloaded the IP-to-Country database the last time on %s":["Ostatni raz pobrano bazę danych adresów IP do krajów w %s"],"Something seems to have gone wrong when downloading the IP-to-Country database. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Wygląda na to, że coś poszło nie tak podczas pobierania bazy danych adresów IP do krajów. Proszę sprawdzić, czy serwer ma skonfigurowaną zaporę sieciową i odpowiednio blokuje pobieranie lub skontaktować się z naszym działem wsparcia!"],"The IP-to-Country database contains a huge set of IP ranges where we can look up where the current user is coming from based on a specific IP address.":["Baza danych adresów IP do krajów zawiera ogromny zestaw zakresów adresów IP, w których można sprawdzić, skąd pochodzi bieżący użytkownik na podstawie określonego adresu IP."],"You successfully updated the GVL.":["Pomyślnie zaktualizowano GVL."],"Transparency and Consent Framework (TCF) Compatibility":["Kompatybilność z Transparency and Consent Framework (TCF)"],"This functionality is only available with a valid license, as the TCF Global Vendor List (GVL) must be downloaded regularly from our cloud service.":["Ta funkcja jest dostępna tylko z ważną licencją, ponieważ globalna lista dostawców TCF (GVL) musi być regularnie pobierana z naszej usługi w chmurze."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/"],"Enable TCF compatibility?":["Włączyć kompatybilność z TCF?"],"pro-modal\/tcf-compatibility.png":["pro-modal\/tcf-compatibility.png"],"TCF (Transparency & Consent Framework) is an industry standard for obtaining consent that is recognized in the EU. You must obtain consent in this form to fully use services such as Google Adsense and to increase your advertising revenue.":["TCF (Transparency & Consent Framework) to branżowy standard uzyskiwania zgody uznawany w UE. Należy uzyskać zgodę w tej formie, aby w pełni korzystać z usług takich jak Google Adsense i zwiększyć swoje przychody z reklam."],"The {{a}}Transparency and Consent Framework (TCF){{\/a}} is a standard of the European digital marketing industry association {{aIab}}IAB Europe{{\/aIab}}. It allows users to consent to data collection and processing in accordance with applicable EU law and to share it with third-party services (e.g. advertising networks) in a standardized format. Some services require TCF standard consent to be used on your website. We recommend that you only enable TCF compatibility if you know you need it, as it limits the functionality of Real Cookie Banner.":["{{a}}Transparency and Consent Framework (TCF){{\/a}} to standard europejskiego stowarzyszenia branży marketingu cyfrowego {{aIab}}IAB Europe{{\/aIab}}. Umożliwia on użytkownikom wyrażenie zgody na gromadzenie i przetwarzanie danych zgodnie z obowiązującym prawem UE oraz udostępnianie ich usługom stron trzecich (np. sieciom reklamowym) w znormalizowanym formacie. Niektóre usługi wymagają standardowej zgody TCF, aby mogły być używane na Państwa stronie internetowej. Zalecamy włączenie zgodności z TCF tylko wtedy, gdy wiedzą Państwo, że jest ona potrzebna, ponieważ ogranicza ona funkcjonalność Real Cookie Banner."],"https:\/\/iabeurope.eu\/transparency-consent-framework\/":["https:\/\/iabeurope.eu\/transparency-consent-framework\/"],"https:\/\/iabeurope.eu\/":["https:\/\/iabeurope.eu\/"],"You last agreed to the following on %s":["Ostatnio wyrazili Państwo zgodę %s"],"Please confirm that you have read the terms!":["Proszę potwierdzić, że zapoznali się Państwo z warunkami!"],"legal-text\u0004I have read, agree to, and will fully comply with the {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} and {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}}.":["Przeczytałem(-am), akceptuję i będę w pełni przestrzegać {{aPolicies}} polityki IAB Europe Transparency & Consent Framework {{\/aPolicies}} oraz {{aTerms}} warunków IAB Europe Transparency & Consent Framework {{\/aTerms}}."],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/"],"https:\/\/iabeurope.eu\/wp-content\/uploads\/2019\/08\/IABEurope_TransparencyConsentFramework_TermsConditions_21August2019.pdf":["https:\/\/iabeurope.eu\/wp-content\/uploads\/2019\/08\/IABEurope_TransparencyConsentFramework_TermsConditions_21August2019.pdf"],"Please confirm that you agree to the visual changes!":["Proszę potwierdzić, że zgadzają się Państwo na zmiany wizualne!"],"legal-text\u0004I know that enabling TCF mode will change my consent management (cookie banner) visually as well as functionally. Some options of Real Cookie Banner may be limited to be compliant with the guidelines of the TCF standard.":["Wiem, że włączenie trybu TCF zmieni moje zarządzanie zgodą (baner plików cookie) zarówno pod względem wizualnym, jak i funkcjonalnym. Niektóre opcje Real Cookie Banner mogą być ograniczone, aby zachować zgodność z wytycznymi standardu TCF."],"Please choose the country of origin of your company!":["Proszę wybrać kraj pochodzenia firmy!"],"The country whose law applies to the operation of your website. Commonly, this corresponds to the country in which your business is established.":["Kraj, którego prawo ma zastosowanie do działania witryny. Zazwyczaj odpowiada to krajowi, w którym znajduje się siedziba firmy."],"Global Vendor List (GVL)":["Globalna lista dostawców (GVL)"],"You have downloaded the GVL the last time on %s":["Ostatni raz pobrano GVL %s"],"Something seems to have gone wrong when downloading the GVL. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Wygląda na to, że coś poszło nie tak podczas pobierania GVL. Należy sprawdzić, czy serwer ma skonfigurowaną zaporę sieciową i czy nie blokuje pobierania lub skontaktować się z naszym działem wsparcia!"],"The {{a}}Global Vendor List (GVL){{\/a}} contains all vendors registered with IAB Europe that can receive consents via TCF standard. This list is downloaded to your database so that technical and legal data about the vendors is known and you can select from it. The GVL will be automatically updated every week on Thursdays at 5:00 PM (CET) (published once a week by IAB Europe). {{strong}}In case of any changes in the texts or information of the activated vendors, Real Cookie Banner will automatically obtain new consent from all your visitors.{{\/strong}}":["{{a}}Globalna lista dostawców (GVL){{\/a}} zawiera wszystkich dostawców zarejestrowanych w IAB Europe, którzy mogą otrzymywać zgody za pośrednictwem standardu TCF. Lista ta jest pobierana do bazy danych, dzięki czemu znane są dane techniczne i prawne dotyczące dostawców i można z niej wybierać. Lista GVL będzie automatycznie aktualizowana co tydzień w czwartki o godzinie 17:00 (CET) (publikowana raz w tygodniu przez IAB Europe). {{strong}}W przypadku jakichkolwiek zmian w tekstach lub informacjach o aktywowanych dostawcach, Real Cookie Banner automatycznie uzyska nową zgodę od wszystkich odwiedzających.{{\/strong}}"],"https:\/\/iabeurope.eu\/vendor-list\/":["https:\/\/iabeurope.eu\/vendor-list\/"],"How to use TCF and non-TCF Services":["Jak korzystać z usług TCF i innych niż TCF"],"You have already set up services (cookies) for your cookie banner for which consent is obtained outside the TCF standard. You may also have created content blockers for this purpose.":["Skonfigurowali już Państwo usługi (pliki cookie) dla swojego banera plików cookie, dla których zgoda jest uzyskiwana poza standardem TCF. W tym celu mogli Państwo również utworzyć blokady treści."],"If you want to obtain consent for the same services via the TCF standard, you must delete the existing non-TCF services. This is the only way to ensure that both types of consent do not interfere with each other.":["Jeśli chcą Państwo uzyskać zgodę na te same usługi za pośrednictwem standardu TCF, muszą Państwo usunąć istniejące usługi inne niż TCF. Jest to jedyny sposób, aby zapewnić, że oba rodzaje zgody nie będą ze sobą kolidować."],"Example":["Przykład"],"You had created a \"Google Adsense\" service and content blocker. Please delete the service before you add \"Google Advertising Products\" as a vendor under Services > TCF Vendors and thereby obtain consent for Google Adsense via TCF standard. Afterwards, edit the content blocker and define the created TCF vendors as connected to the content blocker.":["Utworzono usługę \"Google Adsense\" i blokadę treści. Należy usunąć usługę przed dodaniem \"Google Advertising Products\" jako dostawcy w sekcji Usługi > Dostawcy TCF, a tym samym uzyskać zgodę na Google Adsense za pośrednictwem standardu TCF. Następnie edytować blokadę treści i zdefiniować utworzonych dostawców TCF jako połączonych z blokadą treści."],"https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/":["https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/"],"One consent for all your websites?":["Jedna zgoda dla wszystkich witryn?"],"pro-modal\/consent-forwarding.png":["pro-modal\/consent-forwarding.png"],"In WordPress multisites or multiple instances of WordPress running for one organization, you only need to obtain consent once. Consents are automatically forwarded, so your visitor only needs to accept services and cookies once, instead of on each site again.":["W WordPress multisites lub wielu instancjach WordPress działających dla jednej organizacji, wystarczy uzyskać zgodę tylko raz. Zgody są automatycznie przekazywane, więc odwiedzający musi zaakceptować usługi i pliki cookie tylko raz, zamiast ponownie w każdej witrynie."],"You can ask the user for consent on one site, and the consent applies to other sites in a WordPress multisite installation or other standalone WordPress installations. This is useful if you run multiple WordPress sites for one organization. For example, you have a company page, landing page, and blog, and you want to show the user as few cookie banners as possible.":["Można poprosić użytkownika o zgodę w jednej witrynie, a zgoda będzie miała zastosowanie do innych witryn w instalacji wielomiejscowej WordPress lub innych samodzielnych instalacjach WordPress. Jest to przydatne w przypadku prowadzenia wielu witryn WordPress dla jednej organizacji. Na przykład, mają Państwo stronę firmową, stronę docelową oraz blog, i chcą Państwo pokazać użytkownikowi jak najmniej banerów plików cookie."],"Please note that in all sites that are provided with consent forwarding, you must use exactly the same TCF vendors with the same settings (vendor restrictions). If there are any discrepancies, the consent in the TCF standardized consent (TC string) will overwrite each other according to its specification.":["Należy pamiętać, że we wszystkich witrynach, w których dostępne jest przekazywanie zgód, należy używać dokładnie tych samych dostawców TCF z tymi samymi ustawieniami (ograniczenia dostawców). W przypadku jakichkolwiek rozbieżności zgoda w ustandaryzowanej zgodzie TCF (ciąg TC) zostanie nadpisana zgodnie z jej specyfikacją."],"One of your configured endpoints is using an insecure protocol (not HTTPS). For security reasons, most modern browsers reject and block the use of cross-domain cookies on unsecured pages. {{a}}Learn more.{{\/a}}":["Jeden ze skonfigurowanych punktów końcowych używa niezabezpieczonego protokołu (nie HTTPS). Ze względów bezpieczeństwa większość nowoczesnych przeglądarek odrzuca i blokuje użycie plików cookie między domenami na niezabezpieczonych stronach. {{a}}Więcej informacji.{{\/a}}"],"https:\/\/www.chromestatus.com\/feature\/5633521622188032":["https:\/\/www.chromestatus.com\/feature\/5633521622188032"],"Forward to":["Przekaż do"],"No additional sites endpoints found.":["Nie znaleziono żadnych dodatkowych punktów końcowych."],"Select all sites to which the consent of the user on the current site should be forwarded.":["Proszę wybrać wszystkie witryny, do których ma zostać przekazana zgoda użytkownika w bieżącej witrynie."],"External 'Forward To' endpoints":["Zewnętrzne punkty końcowe 'Przekaż do'"],"This option is only required if you want to forward consent to another WordPress installation. Please enter one URL endpoint of the Real Cookie Banner WP REST API per line. Below you find a list of all available endpoints of this WordPress installation.":["Ta opcja jest wymagana tylko wtedy, gdy chcą Państwo przekazać zgodę do innej instalacji WordPress. Należy wprowadzić jeden punkt końcowy adresu URL Real Cookie Banner WP REST API na linię. Poniżej znajduje się lista wszystkich dostępnych punktów końcowych tej instalacji WordPress."],"TCF Compatibility":["Kompatybilność z TCF"],"Multisite \/ Consent Forwarding":["Multisite \/ Przekazywanie zgody"]}}}