{"translation-revision-date":"2023-11-22 08:30+0000","generator":"WP-CLI\/2.9.0","source":"chunk-config-tab-scanner.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Create now":["Utwórz teraz"],"Disabled":["Wyłączono"],"Cancel":["Anuluj"],"No":["Nie"],"Learn more":["Więcej informacji"],"Let our team help you with the setup":["Prosimy pozwolić, aby nasz zespół pomógł Państwu w konfiguracji"],"https:\/\/devowl.io\/wordpress-real-cookie-banner\/cookie-experts\/":["https:\/\/devowl.io\/wordpress-real-cookie-banner\/cookie-experts\/"],"Get help from Cookie Experts":["Proszę uzyskać pomoc od ekspertów w dziedzinie plików cookie"],"We admit, it is not easy to find all the services, cookies, etc. The legal requirements in the EU are quite complex for many website operators. We can understand if you feel overwhelmed - if this goes far beyond what you can technically do. After you know what all has to be considered, the question of how to make your website privacy compliant does not let you sleep peacefully either.":["Przyznajemy, że nie jest łatwo znaleźć wszystkie usługi, pliki cookie itp. Wymogi prawne w UE są dość złożone dla wielu operatorów witryn. Rozumiemy, jeśli czują się Państwo przytłoczeni, gdy wykracza to daleko poza to, co mogą Państwo zrobić technicznie. Po zapoznaniu się z tym, co należy wziąć pod uwagę, pytanie o to, jak zapewnić zgodność witryny z przepisami dotyczącymi prywatności, również nie pozwala spać spokojnie."],"Don't worry, we have a solution for you! Our Cookie Experts have already set up many cookie banners and know exactly what they are doing. They can also set up your cookie banner quickly and easily. So, we can simply take this worry away from you.":["Nie muszą się już Państwo martwić, gdyż mamy rozwiązanie! Nasi eksperci od plików cookie skonfigurowali już wiele banerów cookie i dokładnie wiedzą, co robią. Mogą również szybko i łatwo skonfigurować baner plików cookie. Możemy zdjąć ten ciężar z Państwa głowy."],"Close":["Zamknij"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"What you should definitely know!":["Co zdecydowanie należy wiedzieć!"],"Okay, I got it":["Dobrze, rozumiem"],"The scanner finds services that you use on your website that might set\/read cookies or process personal data. This is e.g. Google Analytics, YouTube or Elementor. If there is no template for a service, you will see from which external URLs content, scripts etc. are embedded. This allows you to set up your cookie banner quickly and easily.":["Skaner wyszukuje usługi używane w witrynie, które mogą ustawiać\/odczytywać pliki cookie lub przetwarzać dane osobowe. Są to np. Google Analytics, YouTube lub Elementor. Jeśli nie ma szablonu dla usługi, zobaczą Państwo, z których zewnętrznych adresów URL osadzone są treści, skrypty itp. Pozwala to szybko i łatwo skonfigurować baner plików cookie."],"We explicitly do not find cookies because that would not work reliably. {{a}}We explained why in our knowledge base.{{\/a}}":["Świadomie nie znajdujemy plików cookie, ponieważ nie działałoby to niezawodnie. {{a}}W naszej bazie wiedzy wyjaśniliśmy dlaczego.{{\/a}}"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/"],"What the scanner finds ...":["Co znajduje skaner..."],"External services (with and without template)":["Usługi zewnętrzne (z szablonem i bez)"],"WordPress plugins with templates that require consent":["Wtyczki WordPress z szablonami wymagającymi zgody"],"Automatic check of all subpages of your website":["Automatyczne sprawdzanie wszystkich podstron witryny"],"... and what it does not":["... a czego nie"],"Cookies from unknown WordPress plugins":["Pliki cookie z nieznanych wtyczek WordPress"],"Services embedded after the page load via JavaScript":["Usługi osadzone po wczytaniu strony za pomocą JavaScript"],"Complete coverage of your individual use case":["Pełne pokrycie indywidualnego przypadku użycia"],"Just by using the scanner, you will not set up your cookie banner one hundred percent correctly. If it is too complex or time-consuming for you to set up the cookie banner yourself, just let one of our {{a}}cookie experts{{\/a}} set it up for you!":["Samo użycie skanera nie zapewni stuprocentowo poprawnej konfiguracji banera plików cookie. Jeśli samodzielne skonfigurowanie banera plików cookie jest zbyt skomplikowane lub czasochłonne, wystarczy pozwolić jednemu z naszych {{a}}ekspertów od plików cookie{{\/a}}, aby skonfigurował go za Państwa!"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the website's language, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["Czym są usługi? Usługi mogą być zewnętrznymi aplikacjami, takimi jak Google Analytics, wtyczki WordPress lub motywy, które przetwarzają dane osobowe (np. adres IP) i\/lub ustawiają pliki cookie. Pliki cookie (i podobne technologie) to małe pliki tekstowe, które są przechowywane na urządzeniach osób odwiedzających witrynę. W plikach cookie można przechowywać informacje o odwiedzającym, takie jak język witryny lub unikalne identyfikatory reklamowe w celu wyświetlania spersonalizowanych reklam. Jako właściciel witryny muszą Państwo zapewnić, że pliki cookie są umieszczane wyłącznie na urządzeniach odwiedzających, a dane osobowe są przetwarzane tylko za ich wyraźną zgodą. Chyba że mają Państwo uzasadniony interes w sensie prawnym, aby to zrobić nawet bez zgody. Tutaj można zdefiniować wszystkie używane usługi i ich pliki cookie wraz z informacjami prawnymi i technicznymi."],"https:\/\/devowl.io\/2021\/web-cookies-overview\/":["https:\/\/devowl.io\/2021\/web-cookies-overview\/"],"What is a content blocker? Imagine that a user of your website does not accept all services. At the same time, you have integrated e.g. a YouTube video that sets cookies that the visitor has not agreed to. According to the ePrivacy Directive, this is prohibited. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer them to watch the video as soon as they agree to load it.":["Czym jest blokada treści? Proszę sobie wyobrazić, że użytkownik Państwa witryny nie akceptuje wszystkich usług. Jednocześnie zintegrowali Państwo np. film na YouTube, który ustawia pliki cookie, na które odwiedzający nie wyraził zgody. Zgodnie z dyrektywą o e-prywatości jest to zabronione. Dla takich użytkowników blokady treści automatycznie zastępują ramki iframe, skrypty i znaczniki linków, takie jak filmy z YouTube i oferują im obejrzenie filmu, gdy tylko wyrażą zgodę na jego wczytanie."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["Zgody są automatycznie dokumentowane w celu udowodnienia zgodności z wymogami prawnymi zgodnie z {{a}}art. 5 RODO{{\/a}} oraz, w przypadku sporu, w celu udowodnienia, w jaki sposób uzyskano taką zgodę."],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/pl\/read\/article-5\/"],"Consents before %s has been automatically deleted according to the settings you have made.":["Zgody przed %s zostały automatycznie usunięte zgodnie z wprowadzonymi ustawieniami."],"Your website visitors must be able to view their consent history, change their consent, or withdraw their consent at any time. This must be as easy as giving consent. Therefore, the legal links must be included on every subpage of the website (e.g. in the footer).":["Odwiedzający Państwa witrynę muszą mieć możliwość przeglądania historii zgody, zmiany zgody lub wycofania zgody w dowolnym momencie. Musi to być równie łatwe, jak wyrażenie zgody. W związku z tym linki prawne muszą znajdować się na każdej podstronie witryny (np. w stopce)."],"Hiding these options, e.g. in the privacy policy, is in the opinion of multiple data protection authorities in the EU a violation of the GDPR.":["Ukrywanie tych opcji, np. w polityce prywatności, jest zdaniem wielu urzędów ds. ochrony danych w UE naruszeniem RODO."],"https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf":["https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf"],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["Aby spełnić wymagania standardu TCF, krótkie kody powinny być umieszczone w pobliżu linku do polityki prywatności."],"What is a TCF vendor? According to the IAB Europe Transparency and Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["Co to jest dostawca TCF? Zgodnie z Transparency and Consent Framework (TCF) IAB Europe, każda usługa (np. Google dla Google Ads), która chce korzystać ze zgód zgodnie ze standardem TCF, musi zarejestrować się jako dostawca na {{a}}globalnej liście dostawców (GVL){{\/a}}. Wszyscy dostawcy TCF określają, do jakich celów potrzebują zgody na przetwarzanie danych i ustawianie plików cookie oraz jakie funkcje mogą oferować za pomocą tych zgód. Dostarczają również link do swojej polityki prywatności w celu uzyskania dalszych informacji. Państwo jako operatorzy witryny, muszą uzyskać zgodę w banerze plików cookie dla wszystkich dostawców, z którymi Państwo współpracują. Można ograniczyć wymagane cele dostawców, aby zgody były jak najbardziej przyjazne prywatności."],"https:\/\/iabeurope.eu\/vendor-list-tcf\/":["https:\/\/iabeurope.eu\/vendor-list-tcf\/"],"You can export and import all or only some of the settings you made in Real Cookie Banner. If you have several websites, you can save a lot of time by transferring the settings comfortably.":["Można eksportować i importować wszystkie lub tylko niektóre ustawienia wprowadzone w Real Cookie Banner. Jeśli mają Państwo kilka witryn, można zaoszczędzić dużo czasu, wygodnie przenosząc ustawienia."],"Also, you can export documented consents to save them in a local backup.":["Można również wyeksportować udokumentowane zgody, aby zapisać je w lokalnej kopii zapasowej."],"Yes":["Tak"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Jeśli uważają Państwo, że mapa witryny istnieje, ale pojawia się ten błąd, prosimy <a href=\"%s\" target=\"_blank\" \/>skontaktować się z naszym działem wsparcia<\/a>, a my indywidualnie sprawdzimy, gdzie tkwi problem w Państwa instalacji WordPress."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Nie znaleźliśmy mapy strony w Państwa witrynie. Potrzebujemy jej, aby przeskanować wszystkie podstrony witryny. Czy ta funkcja jest wyłączona w systemie WordPress?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Nie można przeanalizować mapy strony. Z tego powodu nie możemy sprawdzić usług w Państwa witrynie."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["Mapa strony jest pusta. Nie mogliśmy więc dodać żadnych adresów URL do skanera."],"Want to use %s template?":["Czy chcą Państwo użyć szablonu %s?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["Tylko ograniczona liczba szablonów dla usług i blokad treści jest dostępna w wersji %s Real Cookie Banner. Proszę pobrać teraz wersję PRO i stworzyć usługę lub blokadę treści z tego szablonu za pomocą jednego kliknięcia!"],"Demo":["Demo"],"Free":["Darmowy"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Mogą Państwo samodzielnie utworzyć tę usługę w darmowej wersji bez żadnych ograniczeń i wyszukać niezbędne informacje."],"The {{strong}}%s{{\/strong}} plugin is recommending this service.":["Wtyczka{{strong}}%s{{\/strong}} poleca tę usługę."],"Integration":["Integracja"],"No description":["Brak opisu"],"Whoops!":["Ups!"],"Scan complete website":["Skanowanie całej witryny"],"Find your website sitemap...":["Znajdź swoją mapę witryny..."],"Collect all scannable URLs...":["Zbierz wszystkie adresy URL, które można skanować..."],"Add URLs to queue...":["Dodaj adresy URL do kolejki..."],"Scanner requires up-to-date search data from the Service Cloud":["Skaner wymaga aktualnych danych wyszukiwania z Service Cloud"],"The scanner can automatically search your website for used services. To do this, it needs an up-to-date database of search data for services, which must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Skaner może automatycznie przeszukiwać witrynę pod kątem używanych usług. Aby to zrobić, potrzebuje aktualnej bazy danych wyszukiwania usług, którą należy pobrać z chmury usług Real Cookie Banner. Dane zostaną pobrane lokalnie na serwer, więc odwiedzający witrynę nie będą musieli łączyć się z chmurą."],"You can activate your free licence at any time, without any costs.":["Bezpłatną licencję można aktywować w dowolnym momencie, bez ponoszenia żadnych kosztów."],"All recommendations applied":["Zastosowano wszystkie zalecenia"],"%d of %d recommendations applied":["Zastosowano %d z %d zaleceń"],"Scan failed":["Skanowanie się nie powiodło"],"Scan completed":["Skanowanie zakończone"],"Currently scanning {{code}}%s{{\/code}} (%d of %d pages scanned)...":["Obecnie skanuje {{code}}%s{{\/code}} (%d z %d zeskanowanych stron)..."],"You can add already found services, edit your website or have a coffee in the meantime. The scanner runs in the background.":["W międzyczasie można dodać już znalezione usługi, edytować swoją stronę internetową lub wypić kawę. Skaner działa w tle."],"Cancel scan":["Anuluj skanowanie"],"Scan your website for services that may set cookies or process personal data to obtain consent.":["Skanowanie witryny pod kątem usług, które mogą ustawiać pliki cookie lub przetwarzać dane osobowe w celu uzyskania zgody."],"Page is scheduled for scanning again...":["Zaplanowano ponowne skanowanie strony..."],"Element found by markup":["Element znaleziony przez znaczniki"],"Scan again":["Skanuj ponownie"],"Open markup":["Otwórz znaczniki"],"Since the scanner is currently still running, the table may be refreshed.":["Ponieważ skaner nadal działa, tabela może zostać odświeżona."],"Something went wrong.":["Coś poszło nie tak."],"No external URL found":["Nie znaleziono zewnętrznego adresu URL"],"Last scanned":["Ostatnio skanowano"],"HTML Tag":["Tag HTML"],"This status shows you if the URL was blocked by a content blocker you defined.":["Ten status pokazuje, czy adres URL został zablokowany przez zdefiniowaną przez Państwo blokadę treści."],"Blocked?":["Zablokowany?"],"Blocked URL":["Zablokowany adres URL"],"Found on this URL":["Znaleziono pod tym adresem URL"],"Actions":["Działania"],"Pages are scheduled for scanning again...":["Ponownie zaplanowano skanowanie stron..."],"Scan these pages again":["Ponownie przeskanuj te strony"],"On %d page":["Na %d stronie","Na %d stronach","Na %d stronach"],"Services, for which you should obtain consent":["Usługi, na które należy uzyskać zgodę"],"Does {{i}}%s{{\/i}} belong to an essential service without which your website would technically no longer work?":["Czy {{i}}%s{{\/i}} należy do usługi niezbędnej, bez której witryna przestałaby technicznie działać?"],"I do not know":["Nie wiem"],"{{strong}}No:{{\/strong}} Non-essential services that process personal data (e.g. IP address in some countries) or set cookies may only be loaded after consent. You should block them using a content blocker until consent is given. {{i}}Examples would be iframes, YouTube and similar embeddings or tracking tools.{{\/i}}":["{{strong}}Nie:{{\/strong}} Usługi inne niż niezbędne, które przetwarzają dane osobowe (np. adres IP w niektórych krajach) lub ustawiają pliki cookie, mogą być wczytywane tylko po uzyskaniu zgody. Do czasu wyrażenia zgody należy je zablokować za pomocą programu do blokowania treści. {{i}}Przykładami mogą być ramki iframe, YouTube i podobne narzędzia do osadzania lub śledzenia.{{\/i}}"],"{{strong}}Yes (rare cases):{{\/strong}} You should inform your users about the use of the service in the essential services group. You do not need to create a content blocker, as the service can be loaded without consent. {{i}}Examples are privacy-friendly spam protection tools or security tools.{{\/i}}":["{{strong}}Tak (rzadkie przypadki):{{\/strong}} Należy poinformować użytkowników o korzystaniu z usługi w grupie usług niezbędnych. Nie ma potrzeby tworzenia blokady treści, ponieważ usługa może być wczytywana bez zgody użytkowników. {{i}}Przykładami są przyjazne dla prywatności narzędzia do ochrony przed spamem lub narzędzia zabezpieczające.{{\/i}}"],"Handle external URL":["Obsługa zewnętrznego adresu URL"],"Are you sure that you want to restore this entry?":["Czy na pewno chcą Państwo przywrócić ten wpis?"],"Restore":["Przywróć"],"Are you sure that you want to ignore this entry?":["Czy na pewno chcą Państwo zignorować ten wpis?"],"Ignore":["Ignoruj"],"Ignored":["Zignorowano"],"Embeds found on %d page":["Znaleziono osadzenia na %d stronie","Znaleziono osadzenia na %d stronach","Znaleziono osadzenia na %d stronach"],"What does the scanner find?":["Co znajduje skaner?"],"Embeds of external URLs to be checked":["Osadzenia zewnętrznych adresów URL do sprawdzenia"],"You are embedding scripts, styles, iframes or similar from the following third-party servers. We currently do not have service templates for these. Therefore, you may have to create a service and\/or content blocker yourself after you have assessed the situation.":["Osadzają Państwo skrypty, style, ramki iframe lub podobne elementy z następujących serwerów stron trzecich. Obecnie nie mamy dla nich szablonów usług. W związku z tym może być konieczne samodzielne utworzenie usługi i\/lub blokady treści po dokonaniu oceny sytuacji."]}}}