{"translation-revision-date":"2023-11-22 08:30+0000","generator":"WP-CLI\/2.9.0","source":"chunk-config-tab-tcf.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Name":["Nazwa"],"Status":["Status"],"Enabled":["Włączono"],"Disabled":["Wyłączono"],"Draft":["Wersja robocza"],"Description":["Opis"],"Cancel":["Anuluj"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/"],"Save":["Zapisz"],"Edit":["Edytuj"],"Delete":["Usuń"],"Not defined":["Nie zdefiniowano"],"No data":["Brak danych"],"What you should definitely know!":["Co zdecydowanie należy wiedzieć!"],"Okay, I got it":["Dobrze, rozumiem"],"Consent":["Zgoda"],"Please choose a status!":["Proszę wybrać status!"],"Privacy policy":["Polityka prywatności"],"Other":["Inne"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Zmiany nie zostały zapisane. Jeśli opuszczą Państwo tę stronę, zmiany zostaną odrzucone."],"Provider":["Dostawca"],"Privacy policy of the provider":["Polityka prywatności dostawcy"],"Legal basis":["Podstawa prawna"],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/pl\/read\/article-6\/"],"Data processing in countries":["Przetwarzanie danych w krajach"],"Special treatment for unsafe countries":["Specjalne traktowanie krajów niebezpiecznych"],"You have selected countries which are considered as unsafe (%s). If you activate one of this special treatment options, you do not ask for consent according to {{a}}Art. 49 GDPR{{\/a}}, if this kind of consent is activated at all in the settings.":["Wybrał(a) Pan(i) kraje, które są uważane za niebezpieczne (%s). Jeśli aktywują Państwo jedną ze specjalnych opcji przetwarzania, nie będą Państwo pytani o zgodę zgodnie z {{a}}art. 49 RODO{{\/a}}, jeśli ten rodzaj zgody jest w ogóle aktywowany w ustawieniach."],"https:\/\/gdpr-info.eu\/art-49-gdpr\/":["https:\/\/gdpr-text.com\/pl\/read\/article-49\/"],"Please note that standard contractual clauses do not exist in Switzerland and the Trans-Atlantic Data Privacy Framework is not set into force. Therefore, you should leave the following checkboxes empty when addressing Swiss website visitors.":["Prosimy pamiętać, że standardowe klauzule umowne nie istnieją w Szwajcarii, a Transatlantyckie Ramy Ochrony Prywatności Danych nie weszły w życie. Z tego powodu należy pozostawić poniższe pola wyboru puste, gdy zwracają się Państwo do osób odwiedzających szwajcarską witrynę."],"second(s)":["sekunda(-y)"],"This cookie is active as long as the session is active":["Ten plik cookie jest aktywny tak długo, jak aktywna jest sesja"],"Session":["Sesja"],"Cookie type":["Typ pliku cookie"],"Technical cookie information":["Informacje o technicznych plikach cookie"],"Please confirm that you have checked the contents of the service.":["Proszę potwierdzić, że zapoznali się Państwo z treścią usługi."],"None":["Brak"],"Actions":["Działania"],"Create TCF vendor configuration":["Utwórz konfigurację dostawcy TCF"],"Search vendor by name or ID...":["Wyszukaj dostawcę według nazwy lub ID..."],"%d selected":["%d wybrany"],"Please note that selecting more vendors than you actually use may lead to ineffective consent. Therefore, only activate the vendors that you actually actively work with!":["Proszę pamiętać, że wybranie większej liczby dostawców niż faktycznie używasz może prowadzić do nieskutecznej zgody. Dlatego proszę aktywować tylko tych dostawców, z którymi faktycznie aktywnie Państwo współpracują!"],"After activating the TCF vendors, I will check the information for each activated TCF vendor in the TCF vendor configuration myself and correct any information that does not match my use case.":["Po aktywacji dostawców TCF sprawdzę informacje dla każdego aktywowanego dostawcy TCF w konfiguracji dostawców TCF i poprawię wszelkie informacje, które nie pasują do mojego przypadku użycia."],"Creating vendors...":["Tworzenie sprzedawców..."],"Create":["Tworzenie"],"Create all selected vendors":["Utworzyć wszystkich wybranych sprzedawców"],"Are you sure you want to delete this vendors?":["Czy na pewno chce Pan usunąć tych dostawców?"],"Deleting vendors...":["Usuwanie sprzedawców..."],"Delete all":["Proszę usunąć wszystko"],"Vendor":["Sprzedawca"],"This vendor is no longer available and\/or has been removed from the list of available vendors by the GVL. For this vendor, you can no longer request a consent from your visitors.":["Ten dostawca nie jest już dostępny i\/lub został usunięty z listy dostępnych dostawców przez GVL. W przypadku tego dostawcy nie można już żądać zgody od swoich odwiedzających."],"Abandoned":["Opuszczono"],"Already created":["Już utworzono"],"Edit Content Blocker":["Edytuj blokadę treści"],"Create Content Blocker":["Utwórz blokadę treści"],"Are you sure you want to delete this vendor?":["Czy na pewno chcą Państwo usunąć tego dostawcę?"],"You have not yet created a TCF vendor configuration.":["Konfiguracja dostawcy TCF nie została jeszcze utworzona."],"You need to enable at least one purpose!":["Proszę włączyć przynajmniej jeden cel!"],"You have successfully saved the TCF vendor configuration.":["Pomyślnie zapisano konfigurację dostawcy TCF."],"The TCF vendor configuration could not be saved due to missing\/invalid form values.":["Konfiguracja dostawcy TCF nie mogła zostać zapisana z powodu brakujących\/nieprawidłowych wartości formularza."],"Vendor ID: %d":["ID Dostawcy: %d"],"Vendor configurations with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft is highlighted in the table of vendor configurations so that you do not forget to complete it.":["Konfiguracje dostawców o statusie \"Wersja robocza\" lub \"Wyłączono\" nie są widoczne publicznie. Ponadto wersja robocza jest podkreślona w tabeli konfiguracji dostawców, aby nie zapomnieć o jej ukończeniu."],"Legal address":["Adres siedziby"],"Explanation of the legitimate interest":["Wyjaśnienie dotyczące uzasadnionego interesu"],"Territorial scope":["Zakres terytorialny"],"The EU\/EEA\/EFTA\/UK jurisdictions where the vendor operates in the context of its TCF registration. Note that this is different from the place of establishment.":["Jurysdykcje UE\/EOG\/EFTA\/UK, w których sprzedawca prowadzi działalność w kontekście rejestracji TCF. Proszę zauważyć, że jest to inna jurysdykcja niż miejsce prowadzenia działalności."],"This vendor transfers data outside EU\/EEA":["Ten sprzedawca przekazuje dane poza UE\/EOG"],"Transfer mechanism":["Mechanizm transferu"],"Adequacy decision":["Decyzja o adekwatności"],"Standard contractual clauses":["Standardowe klauzule umowne"],"Binding corporate rules":["Wiążące reguły korporacyjne"],"Data is usually processed in the countries where the vendor has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Dane są zazwyczaj przetwarzane w krajach, w których dostawca ma swoją siedzibę lub serwery. Należy sprawdzić u dostawcy usług, gdzie przetwarzane są dane użytkowników."],"General vendor configuration":["Ogólna konfiguracja dostawcy"],"The vendor specifies for which defined purposes he wants to process (personal) data of your visitors and use cookies. These can be deselected if consent should not be obtained for certain purposes. The vendor specifies the legal basis for data processing in according to  {{aGdpr}}Art. 6 GDPR{{\/aGdpr}} and whether you as the website operator can change this. \"Legitimate Interest\" means that this purpose is pre-selected on the basis of a legally designated legitimate interest, and the visitor to your website must actively object to it, if an objection is possible. \"Consent\" means that your visitors must explicitly agree to this purpose. The default settings are provided by the vendor, but do not have to match how you use the vendor on your website. In particular, you may need to make adjustments, if possible, in the \"Legal basis\" column. {{strong}}A legitimate interest exists only in a very few cases. If you are not sure, it is better to obtain consent.{{\/strong}}":["Dostawca określa, dla jakich zdefiniowanych celów chce przetwarzać dane (osobowe) odwiedzających i korzystać z plików cookie. Można je odznaczyć, jeśli nie należy uzyskiwać zgody na określone cele. Dostawca określa podstawę prawną przetwarzania danych zgodnie z {{aGdpr}}art. 6 RODO{{\/aGdpr}} i czy Państwo, jako operatorzy witryny, mogą ją zmienić. \"Uzasadniony interes\" oznacza, że cel ten jest wstępnie wybrany na podstawie prawnie uzasadnionego interesu, a odwiedzający Państwa witrynę musi aktywnie sprzeciwić się temu, jeśli sprzeciw jest możliwy. \"Zgoda\" oznacza, że odwiedzający muszą wyraźnie wyrazić zgodę na ten cel. Ustawienia domyślne są dostarczane przez dostawcę, ale nie muszą być zgodne z tym, w jaki sposób korzystają Państwo z dostawcy na swojej witrynie. W szczególności może być konieczne wprowadzenie zmian, jeśli to możliwe, w kolumnie \"Podstawa prawna\". {{strong}} Uzasadniony interes istnieje tylko w nielicznych przypadkach. Jeśli nie mają Państwo pewności, lepiej uzyskać zgodę. {{\/strong}}"],"Purposes and special purposes":["Cele i cele specjalne"],"Legitimate interest":["Uzasadniony interes"],"Illustrations":["Ilustracje"],"Special purpose":["Cel specjalny"],"Data retention period":["Okres przechowywania danych"],"%d day":["%d dzień","","%d dni"],"It should be specified all cookies, which are used by using a service of a TCF vendor. There are several types of cookies and that the {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Art. 66{{\/aEprivacy}} requires that you inform your visitors not only about (HTTP) cookies, but also about cookie-like information. This data, if specified, is given by the TCF Vendor and is not mutable. If the information is incomplete, you will need to contact the TCF vendor to request the information be completed.":["Należy określić wszystkie pliki cookie, które są używane podczas korzystania z usługi dostawcy TCF. Istnieje kilka rodzajów plików cookie, a {{aEprivacy}}dyrektywa o e-prywatności (Dyrektywa 2009\/136\/WE) art. 66{{\/aEprivacy}} wymaga informowania odwiedzających nie tylko o plikach cookie (HTTP), ale także o informacjach podobnych do plików cookie. Dane te, jeśli zostały określone, są przekazywane przez sprzedawcę TCF i nie podlegają zmianie. Jeśli informacje są niekompletne, należy skontaktować się z dostawcą TCF w celu uzupełnienia informacji."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=celex:32009L0136":["https:\/\/eur-lex.europa.eu\/legal-content\/PL\/TXT\/?uri=celex:32009L0136"],"Device Storage Disclosure":["Ujawnienie pamięci urządzenia"],"TCF vendors must disclose their cookies, among other things, in accordance with the {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} specification. However, this vendor fails to comply with the specification, so that the mandatory information for obtaining informed consent as defined by the GDPR cannot be read. You as a website operator can therefore not obtain valid consent for this vendor.":["Dostawca TCF muszą ujawniać swoje pliki cookie, między innymi, zgodnie ze specyfikacją {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}}. Jednak ten dostawca nie przestrzega specyfikacji, więc nie można odczytać obowiązkowych informacji dotyczących uzyskania świadomej zgody zgodnie z definicją RODO. Państwo, jako operatorzy witryny, nie mogą zatem uzyskać ważnej zgody dla tego dostawcy."],"You can find the vendor's faulty device storage disclosure at {{a}}%s{{\/a}}. Please contact the vendor and ask for a standard compliant device disclosures!":["Ujawnienie dotyczące pamięci wadliwych urządzeń dostawcy można znaleźć pod adresem {{a}}%s{{\/a}}. Proszę skontaktować się z dostawcą i poprosić o ujawnienie informacji o urządzeniu zgodnych ze standardem!"],"Problem:":["Problem:"],"The vendor does not provide any disclosures.":["Dostawca nie udostępnia żadnych informacji."],"The vendor does not specify for one or multiple cookies for which domains they are valid.":["Dostawca nie określa dla jednego lub wielu plików cookie, dla których domen są one ważne."],"The vendor does not specify the purpose for one or multiple cookies.":["Dostawca nie określa celu dla jednego lub wielu plików cookie."],"The vendor does not specify for one or multiple cookies if the cookie does refresh.":["Dostawca nie określa dla jednego lub wielu plików cookie, czy plik cookie jest odświeżany."],"The vendor does not specify the age in seconds for one or multiple cookies.":["Dostawca nie określa wieku w sekundach dla jednego lub wielu plików cookie."],"The vendor provides a technically non-machine-readable variant of the data, which differs significantly from the defined standard.":["Dostawca dostarcza technicznie nieczytelny wariant danych, który znacznie różni się od zdefiniowanego standardu."],"This vendor does not provide any device storage disclosure.":["Ten dostawca nie udostępnia żadnych informacji na temat pamięci urządzenia."],"Identifier":["Identyfikator"],"Domain":["Domena"],"Duration":["Czas trwania"],"Refresh":["Odśwież"],"Purposes":["Cele"],"%d purpose":["%d cel","%d celów","%d celów"],"Unknown":["Nieznany"],"Features are specified by the vendor and are immutable. They describe the characteristics of how personal data is processed in order to achieve one or more purposes.":["Funkcje są określane przez sprzedawcę i są niezmienne. Opisują one charakterystykę sposobu przetwarzania danych osobowych w celu osiągnięcia jednego lub większej liczby celów."],"Features and special features":["Funkcje i funkcje specjalne"],"This vendor has not listed any used features.":["Ten dostawca nie wymienił żadnych używanych funkcji."],"Special feature":["Funkcja specjalna"],"Data categories are specified by the vendor and are immutable. They describe the characteristics of which personal data is processed.":["Kategorie danych są określane przez sprzedawcę i są niezmienne. Opisują one cechy charakterystyczne przetwarzanych danych osobowych."],"Data categories":["Kategorie danych"],"This vendor has not listed any data categories.":["Ten sprzedawca nie wymienił żadnych kategorii danych."],"legal-text\u0004I have checked the information in the TCF vendor configuration myself and corrected any information that does not fit to my use case.":["Osobiście sprawdziłem(-am) informacje w konfiguracji dostawcy TCF i poprawiłem(-am) wszelkie informacje, które nie pasują do mojego przypadku użycia."]}}}