{"translation-revision-date":"2023-11-22 08:30+0000","generator":"WP-CLI\/2.9.0","source":"queue.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Real Cookie Banner has scanned your website!":["Real Cookie Banner przeskanował Państwa witrynę!"],"You may not have noticed, but we have been scanning your website in the background. View <a href=\"%s\">scanner results<\/a> to obtain consent for used services from your website visitors!":["Być może tego Państwo nie zauważyli, ale w tle skanujemy Państwa witrynę. Proszę wyświetlić <a href=\"%s\">wyniki skanera<\/a>, aby uzyskać zgodę na używane usługi od odwiedzających witrynę!"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Jeśli uważają Państwo, że mapa witryny istnieje, ale pojawia się ten błąd, prosimy <a href=\"%s\" target=\"_blank\" \/>skontaktować się z naszym działem wsparcia<\/a>, a my indywidualnie sprawdzimy, gdzie tkwi problem w Państwa instalacji WordPress."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Nie znaleźliśmy mapy strony w Państwa witrynie. Potrzebujemy jej, aby przeskanować wszystkie podstrony witryny. Czy ta funkcja jest wyłączona w systemie WordPress?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Nie można przeanalizować mapy strony. Z tego powodu nie możemy sprawdzić usług w Państwa witrynie."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["Mapa strony jest pusta. Nie mogliśmy więc dodać żadnych adresów URL do skanera."]}}}