{"translation-revision-date":"2023-11-22 08:30+0000","generator":"WP-CLI\/2.9.0","source":"494.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Name":["Nazwa"],"Please provide a name!":["Proszę podać nazwę!"],"Status":["Status"],"Please choose an option!":["Proszę wybrać opcję!"],"Enabled":["Włączono"],"Disabled":["Wyłączono"],"Draft":["Wersja robocza"],"Missing entries:":["Brakujące wpisy:"],"Cancel":["Anuluj"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/"],"Save":["Zapisz"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Applied!":["Zastosowano!"],"Please provide a group!":["Proszę podać grupę!"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Zmiany nie zostały zapisane. Jeśli opuszczą Państwo tę stronę, zmiany zostaną odrzucone."],"Phone":["Telefon"],"Please provide a valid email!":["Proszę podać prawidłowy adres e-mail!"],"Email":["E-mail"],"Contact form":["Formularz kontaktowy"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/"],"Reset now":["Resetuj teraz"],"This template is not yet translated into your language%s. You can still use it without any issues, but you have to translate it yourself.":["Ten szablon nie został jeszcze przetłumaczony na Państwa język%s. Nadal można go używać bez żadnych problemów, ale muszą go Państwo przetłumaczyć samodzielnie.","Ten szablon nie został jeszcze przetłumaczony na Państwa języki%s. Nadal można go używać bez żadnych problemów, ale muszą go Państwo przetłumaczyć samodzielnie.","Ten szablon nie został jeszcze przetłumaczony na Państwa języki%s. Nadal można go używać bez żadnych problemów, ale muszą go Państwo przetłumaczyć samodzielnie."],"The template has been updated to provide current legal and technical information. Fields with outdated values or values you manually adjusted are marked with {{tag\/}}. You can apply all changes with one click!":["Szablon został zaktualizowany w celu zapewnienia aktualnych informacji prawnych i technicznych. Pola z nieaktualnymi wartościami lub wartościami dostosowanymi ręcznie są oznaczone {{tag\/}}. Można zastosować wszystkie zmiany za jednym kliknięciem!"],"Differing from template":["Różnice w stosunku do szablonu"],"Use default values":["Użyj wartości domyślnych"],"Do you really want to irrevocably overwrite all changes to this form with the defaults from the latest version of the template?":["Czy naprawdę chce Pan nieodwołalnie nadpisać wszystkie zmiany w tym formularzu domyślnymi ustawieniami z najnowszej wersji szablonu?"],"Reset to latest template version":["Reset do najnowszej wersji szablonu"],"Version %d (latest)":["Wersja %d (ostatnia)"],"Version %d":["Wersja %d"],"Your value":["Twoja wartość"],"Older versions not available":["Starsze wersje nie są dostępne"],"The version you selected does not show any difference to your current form value.":["Wersja, którą Państwo wybrali, nie wykazuje żadnej różnicy w stosunku do bieżącej wartości formularza."],"The value you entered is different from the value in the template.":["Wartość, którą Państwo wpisali, różni się od wartości w szablonie."],"Default value:":["Wartości domyślne:"],"Use default value":["Użyj wartości domyślnej"],"Want to use %s template?":["Czy chcą Państwo użyć szablonu %s?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["Tylko ograniczona liczba szablonów dla usług i blokad treści jest dostępna w wersji %s Real Cookie Banner. Proszę pobrać teraz wersję PRO i stworzyć usługę lub blokadę treści z tego szablonu za pomocą jednego kliknięcia!"],"Demo":["Demo"],"Free":["Darmowy"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Mogą Państwo samodzielnie utworzyć tę usługę w darmowej wersji bez żadnych ograniczeń i wyszukać niezbędne informacje."],"The {{strong}}%s{{\/strong}} plugin is recommending this service.":["Wtyczka{{strong}}%s{{\/strong}} poleca tę usługę."],"Integration":["Integracja"],"No description":["Brak opisu"],"help you with the setup":["pomóc Państwu w konfiguracji"],"Create from scratch":["Tworzenie od podstaw"],"an individual service":["usługa indywidualna"],"an individual content blocker":["indywidualna blokada treści"],"Scan website":["Skanuj witrynę"],"and find used service":["i znajdź używaną usługę"],"Search template by name...":["Wyszukaj szablon według nazwy..."],"Show only free templates":["Pokaż tylko darmowe szablony"],"{{strong}}No template found{{\/strong}}. Please try to create the service yourself or {{a}}contact us{{\/a}} and let us know for which service you need a template.":["{{strong}}Nie znaleziono szablonu{{\/strong}}. Proszę spróbować utworzyć usługę samodzielnie lub {{a}}skontaktować się z nami{{\/a}} i dać nam znać, dla której usługi potrzebują Państwo szablonu."],"...or create it from one of our templates":["...lub utworzyć ją na podstawie jednego z naszych szablonów"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/"],"How do I find all services (cookies) on my website?":["Jak znaleźć wszystkie usługi (pliki cookie) na mojej stronie internetowej?"],"Service templates with technical and legal details from the Service Cloud":["Szablony usług ze szczegółami technicznymi i prawnymi z Service Cloud"],"Content Blocker with suitable settings from the Service Cloud":["Blokada treści z odpowiednimi ustawieniami z Service Cloud"],"Templates for hundreds of services that you could be running on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Szablony dla setek usług, które można uruchomić na swojej stronie internetowej, zaoszczędzą Państwu wiele czasu i pracy podczas konfigurowania banera plików cookie. Aktualną bazę danych szablonów usług należy pobrać z Service Cloud Real Cookie Banner. Dane zostaną pobrane lokalnie na serwer, więc odwiedzający witrynę nie będą musieli łączyć się z chmurą."],"Templates to block for hundreds of services you might use on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Szablony do blokowania setek usług, z których można korzystać na swojej stronie internetowej, pozwolą Państwu zaoszczędzić wiele czasu i pracy podczas konfigurowania banera plików cookie. Aktualną bazę danych szablonów usług należy pobrać z Service Cloud Real Cookie Banner. Dane zostaną pobrane lokalnie na serwer, więc odwiedzający witrynę nie będą musieli łączyć się z chmurą."],"We also offer you a lot of templates in the free version, you can activate your free licence at any time, without any costs.":["Oferujemy również wiele szablonów w wersji darmowej, mogą Państwo aktywować darmową licencję w dowolnym momencie, bez żadnych kosztów."],"You have successfully saved the content blocker.":["Blokada zawartości została pomyślnie zapisana."],"The content blocker could not be saved due to missing\/invalid form values.":["Blokada treści nie mogła zostać zapisana z powodu brakujących\/nieprawidłowych wartości formularza."],"You have already created a service. Are you sure that you don't want to create the corresponding content blocker?":["Usługa została już utworzona. Czy na pewno nie chcą Państwo utworzyć odpowiedniej blokady treści?"],"You have successfully saved the service.":["Usługa została pomyślnie zapisana."],"The service could not be saved due to missing\/invalid form values.":["Usługa nie mogła zostać zapisana z powodu brakujących\/nieprawidłowych wartości formularza."],"A service with the same unique name already exists.":["Usługa o tej samej unikalnej nazwie już istnieje."],"Unique identifier":["Unikalny identyfikator"],"Each service used should have a descriptive name that is understandable to a non-professional user. Example: \"Google Analytics\". In addition, each service must have a unique identifier that you use for e.g. consent forwarding or the developer API (automatically generated if empty).":["Każda używana usługa powinna mieć opisową nazwę zrozumiałą dla nieprofesjonalnego użytkownika. Przykład: \"Google Analytics\". Ponadto każda usługa musi mieć unikalny identyfikator, który jest używany np. do przekazywania zgody lub interfejsu API dla programistów (generowany automatycznie, jeśli jest pusty)."],"Services with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft will be highlighted in the service table so that you do not forget to configure it.":["Usługi o statusie \"Wersja robocza\" lub \"Wyłączono\" nie są widoczne publicznie. Ponadto wersja robocza zostanie podświetlona w tabeli usług, aby nie zapomnieć o jej skonfigurowaniu."],"Group":["Grupa"],"Each service must be assigned to a group. All services that do not belong to the group of essential services can (but do not have to) be accepted by visitors. According to the ePrivacy Directive, only services without which the website would not work are considered as essential services if the visitor has explicitly requested the service used. A possible economic interest of the website operator in using a tool, e.g. Google Analytics, is irrelevant.":["Każda usługa musi być przypisana do grupy. Wszystkie usługi, które nie należą do grupy usług niezbędnych, mogą (ale nie muszą) być akceptowane przez odwiedzających. Zgodnie z dyrektywą o e-prywatności, tylko usługi, bez których strona internetowa nie działałaby, są uważane za usługi niezbędne, jeśli odwiedzający wyraźnie zażądał korzystania z danej usługi. Ewentualny interes ekonomiczny operatora witryny w korzystaniu z narzędzia, np. Google Analytics, jest nieistotny."],"You have defined %1$s in a non-essential service group. In our legal opinion, this is the only way to use %1$s legally. However, please note that if a user doesn't consent to load %1$s, opt-in and opt-out events will not be sent to %1$s. Real Cookie Banner offers you the possibility to specify a fallback HTML\/JavaScript for this case.":["Zdefiniowano %1$s w grupie usług niebędącej niezbędną. W naszej opinii prawnej jest to jedyny sposób legalnego korzystania z %1$s. Należy jednak pamiętać, że jeśli użytkownik nie wyrazi zgody na wczytanie %1$s, zdarzenia opt-in i opt-out nie będą wysyłane do %1$s. Real Cookie Banner oferuje dla tego przypadku możliwość określenia zastępczego HTML\/JavaScript."],"The service group in which this service is normally placed (%s) has been deleted by you. Please group the service yourself.":["Grupa usług, w której normalnie znajduje się ta usługa (%s), została przez Państwo usunięta. Proszę zgrupować usługę samodzielnie."],"The groups specified in service templates were chosen wisely. Are you sure that this service should be assigned to another group for your case?":["Grupy określone w szablonach usług zostały starannie wybrane. Czy są Państwo pewni, że w tym przypadku ta usługa powinna zostać przypisana do innej grupy?"],"I as the website operator am the provider\/responsible for data processing (usually for self-hosted services)":["Ja, jako operator witryny, jestem dostawcą\/odpowiedzialnym za przetwarzanie danych (zazwyczaj w przypadku usług hostowanych samodzielnie)"],"Provider":["Dostawca"],"Please name a provider!":["Proszę podać dostawcę!"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678":["np. XYZ sp. z o.o., ul. Przemyska 123\/45, 12-345 Przemyśl"],"Services have an \"owner\" who processes personal data or information saved in cookies etc. For self-hosted services, you are the data processor. Your contact details under {{i}}Settings > General > Website operator details{{\/i}} are used. For other services, input the provider's contact details, often found in their privacy policy.":["Usługi mają \"właściciela\", który przetwarza dane osobowe lub informacje zapisane w plikach cookie itp. W przypadku usług z własnym hostingiem to Państwo są podmiotem przetwarzającym dane. Wykorzystywane są Państwa dane kontaktowe w sekcji {{i}}Ustawienia > Ogólne > Dane operatora witryny{{\/i}}. W przypadku innych usług proszę wprowadzić dane kontaktowe dostawcy, które często można znaleźć w jego polityce prywatności."],"Provider contact":["Dane kontaktowe dostawcy"],"Please provide a valid URL!":["Proszę podać prawidłowy adres URL!"],"Purpose":["Cel"],"The ePrivacy Directive and the GDPR require that a non-professional user understands the purpose of this service, how personal data is collected and how cookies are used for this purpose.":["Dyrektywa o e-prywatności oraz RODO wymagają, aby użytkownik nieprofesjonalny rozumiał cel tej usługi, sposób gromadzenia danych osobowych i wykorzystywania plików cookie do tego celu."],"Privacy policy of the provider":["Polityka prywatności dostawcy"],"Provide a direct link to the privacy policy of the provider that runs this service (in the language of your website).":["Proszę podać bezpośredni link do polityki prywatności dostawcy, który obsługuje tę usługę (w języku Państwa witryny)."],"Legal notice of the provider":["Informacje prawne dotyczące dostawcy"],"Provide a direct link to the legal notice or contact of the provider who operates this service (in the language of your website).":["Należy podać bezpośredni link do informacji prawnej lub kontaktu z dostawcą, który obsługuje tę usługę (w języku Państwa witryny)."],"Consent (Opt-in)":["Zgoda (Opt-in)"],"Legitimate interest (Opt-out)":["Uzasadniony interes (Opt-out)"],"Compliance with a legal obligation":["Zgodność z obowiązkiem prawnym"],"Legal basis":["Podstawa prawna"],"https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/":["https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/"],"Services can be used on various legal bases according to {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. \"Consent\" means that the user must explicitly agree to the service (opt-in). \"Legitimate interest\" means that your interest as a website operator prevails to use the service and the user must explicitly disagree (opt-out). Unless it is an essential service. Then an objection is not possible. {{strong}}A legitimate interest exists only in rare cases and only for data processing. If you are not sure, it is better to obtain consent to be on the safe side.{{\/strong}}":["Usługi mogą być wykorzystywane na różnych podstawach prawnych zgodnie z {{aGdpr}}art. 6 RODO{{\/aGdpr}}. \"Zgoda\" oznacza, że użytkownik musi wyraźnie wyrazić zgodę na usługę (opt-in). \"Uzasadniony interes\" oznacza, że interes użytkownika jako operatora witryny przeważa nad korzystaniem z usługi, a użytkownik musi wyraźnie się na to nie zgodzić (opt-out). Chyba że jest to usługa niezbędna. Wówczas sprzeciw nie jest możliwy. {{strong}}Uzasadniony interes istnieje tylko w rzadkich przypadkach i tylko w przypadku przetwarzania danych. Jeśli nie ma się pewności, lepiej uzyskać zgodę, aby pozostać po bezpiecznej stronie.{{\/strong}}"],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/pl\/read\/article-6\/"],"Your service is currently grouped as \"Essential\". This group implies the legitimate interest, with the only difference that this service cannot be opted out.":["Państwa usługa jest obecnie zgrupowana jako \"Niezbędna\". Grupa ta wiąże się z uzasadnionym interesem, z tą różnicą, że z usługi tej nie można zrezygnować."],"Data processing in countries":["Przetwarzanie danych w krajach"],"Data is usually processed in the countries where the service has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Dane są zazwyczaj przetwarzane w krajach, w których usługa ma swoją siedzibę lub serwery. Należy sprawdzić u dostawcy usług, gdzie przetwarzane są dane użytkowników."],"A transfer of personal data (e.g. IP address of the website visitor) to third countries that are insecure in terms of data protection law (%s), is only permitted with prior consent. Consequently, such a service can never be essential under data protection law, since essential services are used on a different (in the case, non-existent) legal basis. In practice, however, it will not always be possible to avoid such use.":["Przekazywanie danych osobowych (np. adresu IP odwiedzającego witrynę) do krajów trzecich, które są niezabezpieczone pod względem prawa o ochronie danych (%s), jest dozwolone wyłącznie za uprzednią zgodą. W związku z tym taka usługa nigdy nie może być niezbędna w świetle prawa o ochronie danych, ponieważ usługi niezbędne są wykorzystywane na innej (w tym przypadku nieistniejącej) podstawie prawnej. W praktyce jednak nie zawsze będzie możliwe uniknięcie takiego wykorzystania."],"Special treatment for unsafe countries":["Specjalne traktowanie krajów niebezpiecznych"],"You have selected countries which are considered as unsafe (%s). If you activate one of this special treatment options, you do not ask for consent according to {{a}}Art. 49 GDPR{{\/a}}, if this kind of consent is activated at all in the settings.":["Wybrał(a) Pan(i) kraje, które są uważane za niebezpieczne (%s). Jeśli aktywują Państwo jedną ze specjalnych opcji przetwarzania, nie będą Państwo pytani o zgodę zgodnie z {{a}}art. 49 RODO{{\/a}}, jeśli ten rodzaj zgody jest w ogóle aktywowany w ustawieniach."],"https:\/\/gdpr-info.eu\/art-49-gdpr\/":["https:\/\/gdpr-text.com\/pl\/read\/article-49\/"],"Please note that standard contractual clauses do not exist in Switzerland and the Trans-Atlantic Data Privacy Framework is not set into force. Therefore, you should leave the following checkboxes empty when addressing Swiss website visitors.":["Prosimy pamiętać, że standardowe klauzule umowne nie istnieją w Szwajcarii, a Transatlantyckie Ramy Ochrony Prywatności Danych nie weszły w życie. Z tego powodu należy pozostawić poniższe pola wyboru puste, gdy zwracają się Państwo do osób odwiedzających szwajcarską witrynę."],"General service configuration":["Ogólna konfiguracja usługi"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/"],"This service does not set any technical cookies on the client of the visitor, but e.g. integrates a script.":["Ta usługa nie ustawia żadnych technicznych plików cookie u klienta odwiedzającego, ale np. integruje skrypt."],"Please provide a cookie type!":["Proszę podać typ pliku cookie!"],"Please provide a technical cookie name!":["Proszę podać techniczną nazwę pliku cookie!"],"Are you sure this is the name of the cookie? It seems like you are using a placeholder that is not supported. Please use an asterisk ({{code}}*{{\/code}}) as a placeholder if the cookie name is dynamically composed.":["Czy to na pewno nazwa pliku cookie? Wygląda na to, że używają Państwo symbolu zastępczego, który nie jest obsługiwany. Proszę użyć gwiazdki ({{code}}*{{\/code}}) jako symbolu zastępczego, jeśli nazwa pliku cookie jest tworzona w sposób dynamiczny."],"Please provide a valid hostname!":["Proszę podać prawidłową nazwę hosta!"],"You are using an invalid wildcard (placeholder) syntax {{code}}*.{{\/code}} to match subdomains. Use {{code}}.%s{{\/code}} to include subdomains.":["Używają Państwo nieprawidłowej składni symbolu wieloznacznego (symbol zastępczy) {{code}}*.{{\/code}}, aby dopasować subdomeny. Proszę użyć {{code}}.%s{{\/code}}, aby uwzględnić subdomeny."],"second(s)":["sekunda(-y)"],"minute(s)":["minuta(-y)"],"hour(s)":["godzina(-y)"],"day(s)":["dzień (dni)"],"month(s)":["miesiąc(-e)"],"year(s)":["rok (lata)"],"This cookie is active as long as the session is active":["Ten plik cookie jest aktywny tak długo, jak aktywna jest sesja"],"Session":["Sesja"],"Please provide a valid duration!":["Proszę podać prawidłowy czas trwania!"],"Please provide an unit!":["Proszę podać jednostkę!"],"Cookie type":["Typ pliku cookie"],"Every cookie has a technical name, which you must provide. If a cookie name is dynamically composed, please use an asterisk ({{code}}*{{\/code}}) as a wildcard (placeholder).":["Każdy plik cookie ma nazwę techniczną, którą należy podać. Jeśli nazwa pliku cookie jest tworzona w sposób dynamiczny, należy użyć gwiazdki ({{code}}*{{\/code}}) jako symbolu wieloznacznego (symbolu zastępczego)."],"Technical cookie name":["Nazwa technicznego pliku cookie"],"Every cookie is associated to a domain or hostname.":["Każdy plik cookie jest powiązany z domeną lub nazwą hosta."],"Technical cookie host":["Host technicznego pliku cookie"],"A HTTP cookie is only valid for a certain time, which is defined when the cookie is set.":["Plik cookie HTTP jest ważny tylko przez określony czas, który jest definiowany podczas ustawiania pliku cookie."],"Cookie duration":["Czas trwania pliku cookie"],"Each cookie serves a purpose (e.g. user identification for tracking), which should be explained.":["Każdy plik cookie służy określonemu celowi (np. identyfikacji użytkownika w celu śledzenia), który należy wyjaśnić."],"Add another cookie definition":["Dodaj kolejną definicję pliku cookie"],"Total %d items":["Łącznie %d pozycje(i)"],"Modified entries:":["Zmienione wpisy:"],"Delete all first-party cookies after opt-out. First-party cookies are only cookies that are set by or for this domain.":["Usuń wszystkie pliki cookie pierwszej strony po opt-out. Pliki cookie pierwszej strony to tylko pliki cookie ustawione przez tę domenę lub dla niej."],"For each service you use, you should specify all cookies that are used by it. You can find this out in the developer console of your browser. Please note that there are several types of cookies and according to {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Recital 66{{\/aEprivacy}} you have to inform your visitors not only about (HTTP) cookies, but also about cookie-like information.":["Dla każdej używanej usługi należy określić wszystkie pliki cookie, które są przez nią używane. Informacje te można znaleźć w konsoli programisty przeglądarki. Należy pamiętać, że istnieje kilka rodzajów plików cookie i zgodnie z {{aEprivacy}}dyrektywą o e-prywatności (Dyrektywa 2009\/136\/WE) motyw 66{{\/aEprivacy}} należy informować odwiedzających nie tylko o plikach cookie (HTTP), ale także o informacjach podobnych do plików cookie."],"https:\/\/devowl.io\/go\/eu-directive-2009-136-ec":["https:\/\/eur-lex.europa.eu\/legal-content\/PL\/TXT\/?uri=celex:32009L0136"],"Technical cookie information":["Informacje o technicznych plikach cookie"],"Event names for %s":["Nazwy zdarzeń dla %s"],"Opt-in":["Opt-in"],"Opt-out":["Opt-out"],"You have not yet defined a %s service. To use event names, you must create a %s service.":["Usługa %s nie została jeszcze zdefiniowana. Aby używać nazw zdarzeń, należy utworzyć usługę %s."],"Please fill in a value!":["Proszę podać wartość!"],"The code above contains HTML tags that are skipped when one of the following plugins is active: {{strong\/}}. {{i}}What does this mean for me?{{\/i}} In most cases, another plugin will take over the execution of the technical code, and you have to create a corresponding content blocker.":["Powyższy kod zawiera tagi HTML, które są pomijane, gdy aktywna jest jedna z następujących wtyczek: {{strong\/}}. {{i}}Co to dla mnie oznacza?{{\/i}} W większości przypadków inna wtyczka przejmuje wykonywanie kodu technicznego i należy utworzyć odpowiednią blokadę treści."],"Only run this script if the user has {{u}}not{{\/u}} allowed to use %s":["Należy uruchomić ten skrypt tylko wtedy, gdy użytkownik {{u}}nie{{\/u}} nie zezwolił na użycie %s"],"Code executed on opt-in":["Kod wykonany przy opt-in"],"Code executed on opt-out":["Kod wykonany przy opt-out"],"Code executed on page load":["Kod wykonany podczas wczytywania strony"],"The {{strong}}%1$s{{\/strong}} plugin is connected to this service. This means that the scripts mentioned below may not be run exactly as they are or may be changed. So, it's best not to make any further changes or delete the script. Instead, if you want to make changes related to {{strong}}%2$s{{\/strong}}, please do it directly in the {{strong}}%1$s{{\/strong}}.":["Wtyczka {{strong}}%1$s{{\/strong}} jest połączona z tą usługą. Oznacza to, że skrypty wymienione poniżej mogą nie działać dokładnie tak, jak są lub mogą zostać zmienione. Najlepiej więc nie wprowadzać żadnych dalszych zmian ani nie usuwać skryptu. Zamiast tego, jeśli chcą Państwo wprowadzić zmiany związane z {{strong}}%2$s{{\/strong}}, proszę zrobić to bezpośrednio w {{strong}}%1$s{{\/strong}}."],"You are currently embedding \"%1$s\" outside of Real Cookie Banner. You can have it blocked via a content blocker before consenting. Alternatively, you can use the following opt-in script to load %1$s directly into Real Cookie Banner.<br \/><br \/>If you want to embed \"%1$s\" via Real Cookie Banner, you have to deactivate the content blocker at the end of the form and remove \"%1$s\" outside Real Cookie Banner.<br \/><br \/>If you prefer to keep the current integration, you only have to delete the opt-in script in this form.":["Obecnie osadzają Państwo \"%1$s\" poza Real Cookie Banner. Przed wyrażeniem zgody można go zablokować za pomocą programu blokującego zawartość. Alternatywnie można użyć następującego skryptu opt-in, aby wczytać %1$s bezpośrednio do Real Cookie Banner.<br \/><br \/>Jeśli chcą Państwo osadzić \"%1$s\" przez Real Cookie Banner, muszą Państwo wyłączyć blokadę treści na końcu formularza i usunąć \"%1$s\" poza Real Cookie Banner.<br \/><br \/> Jeśli wolą Państwo zachować obecną integrację, wystarczy usunąć skrypt opt-in w tym formularzu."],"If you have already used %s before creating this service, please deactivate the script\/plugin with which the service was loaded so far. The opt-in script will now take care of the correct integration.":["Jeśli przed utworzeniem tej usługi korzystali już Państwo z %s, proszę wyłączyć skrypt\/wtyczkę, za pomocą której usługa była dotychczas wczytywana. Skrypt opt-in zadba teraz o prawidłową integrację."],"Define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service or when a page is loaded. It is important to define the executed code correctly, as this ensures that scripts are executed and cookies are set only after the user's consent.":["Proszę zdefiniować kod HTML i JavaScript, który jest wykonywany, gdy odwiedzający zdecyduje się zaakceptować lub odrzucić tę usługę lub gdy strona zostanie wczytana. Ważne jest, aby poprawnie zdefiniować wykonywany kod, ponieważ zapewnia to, że skrypty są wykonywane, a pliki cookie są ustawiane tylko po uzyskaniu zgody użytkownika."],"Define the %1$s event that should be thrown in the data layer when a visitor decides to accept or reject this service. The event can be used as a trigger in %1$s. For users who do not allow to use %1$s a fallback can be defined. You can define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service, or when a page is loaded. It is important to define the event names and executed code correctly, as this will ensure that scripts are executed and cookies are only set with the user's consent.":["Proszę zdefiniować zdarzenie %1$s, które powinno zostać wywołane w warstwie danych, gdy odwiedzający zdecyduje się zaakceptować lub odrzucić tę usługę. Zdarzenie może być użyte jako wyzwalacz w %1$s. Dla użytkowników, którzy nie zezwalają na korzystanie z %1$s, można zdefiniować rozwiązanie awaryjne. Można zdefiniować kod HTML i JavaScript, który jest wykonywany, gdy odwiedzający zdecyduje się zaakceptować lub odrzucić tę usługę, lub gdy strona zostanie wczytana. Ważne jest, aby poprawnie zdefiniować nazwy zdarzeń i wykonywany kod, ponieważ zapewni to, że skrypty będą wykonywane, a pliki cookie będą ustawiane tylko za zgodą użytkownika."],"Technical handling":["Obsługa techniczna"],"Services that should be associated with a content blocker cannot be in the \"Essential\" group, because it cannot be rejected.":["Usługi, które powinny być powiązane z blokadą treści, nie mogą znajdować się w grupie \"Niezbędne\", ponieważ nie można ich odrzucić."],"Create content blocker for this service.":["Utwórz blokadę treści dla tej usługi."],"Please select a template for the Content Blocker!":["Proszę wybrać szablon dla blokady treści!"],"Select Content Blocker template...":["Wybierz szablon blokady treści..."],"Immediately after submitting this form you will be forwarded to another form that allows you to create the Content Blocker.":["Natychmiast po przesłaniu tego formularza zostaną Państwo przekierowani do innego formularza, który umożliwia utworzenie blokady treści."],"Please confirm that you have checked the contents of the service.":["Proszę potwierdzić, że zapoznali się Państwo z treścią usługi."],"legal-text\u0004I have checked the information in the service template myself for correctness and completeness and have added missing information or corrected information that does not fit my use case. I am aware that the manufacturer of Real Cookie Banner cannot take any liability in this respect.":["Osobiście sprawdziłem(-am) informacje w szablonie usługi pod kątem poprawności i kompletności oraz dodałem(-am) brakujące informacje lub poprawiłem(-am) informacje, które nie pasują do mojego przypadku użycia. Jestem świadomy(-a), że producent Real Cookie Banner nie ponosi żadnej odpowiedzialności w tym zakresie."]}}}