{"translation-revision-date":"2023-11-22 08:30+0000","generator":"WP-CLI\/2.9.0","source":"customize.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Link":["Link"],"Button":["Przycisk"],"Want to optimize the cookie banner for mobile users?":["Chcą Państwo zoptymalizować baner plików cookie dla użytkowników mobilnych?"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Banery cookie to zło konieczne, które zajmuje dużo miejsca, zwłaszcza na smartfonach. Dzięki optymalizacji mobilnej można dostosować baner plików cookie tak, aby był bardziej dyskretny, a jednocześnie łatwy do odczytania na smartfonach."],"Enable mobile optimization":["Włącz optymalizację mobilną"],"To ensure that the cookie banner does not take up too much space on mobile devices, its display can be reduced for this class of device.":["Aby baner plików cookie nie zajmował zbyt dużo miejsca na urządzeniach mobilnych, można zmniejszyć jego wyświetlanie dla tej klasy urządzeń."],"Simulate device in preview":["Symuluj urządzenie w podglądzie"],"Activate license":["Aktywuj licencję"],"Activate free license":["Aktywuj darmową licencję"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Proszę użyć kuponu {{tag}}%s{{\/tag}} w następnych {{strongHours}}%s godzinach{{\/strongHours}} i zaoszczędzić {{strongPercent}}%d %%{{\/strongPercent}} w pierwszym roku!"],"Successfully copied coupon to clipboard!":["Pomyślnie skopiowano kupon do schowka!"],"Get PRO!":["Zdobądź wersję PRO!"],"No, not interested...":["Nie, nie jestem zainteresowany(-a)..."],"I want to learn more!":["Chcę dowiedzieć się więcej!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Proszę sprawdzić tę funkcję przed kupnem w {{a}}darmowej piaskownicy{{\/a}}!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/?product=RCB"],"Unlock feature":["Odblokuj funkcję"],"Fully blocked":["W pełni zablokowany"],"Partially blocked":["Częściowo zablokowany"],"Not blocked":["Niezablokowany"],"Want to use %s preset?":["Chcą Państwo użyć ustawienia wstępnego %s ?"],"Only a limited number of presets are available for the free version of Real Cookie Banner. Start now with the PRO version and create a design from a preset with just one click.":["Tylko ograniczona liczba ustawień wstępnych jest dostępna dla darmowej wersji Real Cookie Banner. Proszę rozpocząć teraz wersję PRO i stworzyć projekt z ustawień wstępnych za pomocą jednego kliknięcia."],"Applied!":["Zastosowano!"],"Apply":["Zastosuj"],"Presets":["Ustawienia wstępne"],"You can choose between different presets. Presets only change the style, but no texts or content. Tip: Hover the mouse over a preset to see a real-time preview. Wait %d seconds, and you will see a preview of the individual privacy settings screen.":["Do wyboru są różne ustawienia wstępne. Ustawienia wstępne zmieniają tylko styl, ale nie zmieniają tekstu ani treści. Wskazówka: Proszę najechać kursorem myszy na ustawienie wstępne, aby zobaczyć podgląd w czasie rzeczywistym. Należy odczekać %d sekund, a zobaczą Państwo podgląd ekranu indywidualnych ustawień prywatności."],"Accessibility score":["Wynik dostępności"],"Reach 100 points to meet all of Real Cookie Banner's recommendations for making your cookie banner be easily accessible to people with disabilities on the basis of the {{a}}WCAG Standard 2.2{{\/a}}. You can find out which sections of your cookie banner need to be changed and which improvements we suggest under the individual options in the customizer.":["Należy osiągnąć 100 punktów, aby spełnić wszystkie zalecenia Real Cookie Banner dotyczące łatwej dostępności banera plików cookie dla osób niepełnosprawnych na podstawie {{a}}WCAG Standard 2.2{{\/a}}. Mogą Państwo dowiedzieć się, które sekcje banera plików cookie należy zmienić i jakie ulepszenia sugerujemy w poszczególnych opcjach w personalizatorze."],"https:\/\/www.w3.org\/TR\/WCAG22\/":["https:\/\/www.w3.org\/TR\/WCAG22\/"],"Congratulations, your Cookie Banner is accessible! Thank you for making your cookie banner easily accessible to people with disabilities.":["Gratulacje, Państwa baner plików cookie jest dostępny! Dziękujemy za zapewnienie łatwego dostępu do banera plików cookie osobom niepełnosprawnym."],"The following configurations do not comply with the requirements:":["Poniższe konfiguracje nie spełniają wymagań:"],"Hide passed rules":["Ukryj przyjęte zasady"],"Show passed rules":["Pokaż przyjęte zasady"],"Hide":["Ukryj"],"Want to have a choice in the first view?":["Czy chcą mieć Państwo wybór w pierwszym widoku?"],"pro-modal\/groups-first-view.png":["pro-modal\/groups-first-view.png"],"Visitors of your website can choose which service groups they want to accept immediately after loading the cookie banner, without the need to go into the individual privacy settings.":["Odwiedzający witrynę mogą wybrać grupy usług, które chcą zaakceptować natychmiast po załadowaniu banera plików cookie, bez konieczności przechodzenia do indywidualnych ustawień prywatności."],"Allow to choose service groups directly in the first view of the cookie banner":["Umożliwienie wyboru grup usług bezpośrednio w pierwszym widoku banera plików cookie"],"We recommend to show an overlay until consent and an overlay opacity over 50 %% to comply with the {{aPerc}}\"perceptibility\" of the WCAG 2.2 standard{{\/aPerc}} and thereby meet the {{aEuMinimum}}EU's minimum legal requirements for accessibility{{\/aEuMinimum}}.":["Zalecamy wyświetlanie nakładki do momentu uzyskania zgody i nieprzezroczystości nakładki powyżej 50 %%, aby zachować zgodność z {{aPerc}}\"postrzegalnością\" standardu WCAG 2.2{{\/aPerc}}, a tym samym spełnić {{aEuMinimum}} minimalne wymogi prawne UE w zakresie dostępności{{\/aEuMinimum}}."],"Cookie banner\/dialog design":["Design banera plików cookie\/okna dialogowego"],"Miscellaneous":["Różne"],"Individual privacy settings":["Indywidualne ustawienia prywatności"],"Useful links":["Przydatne linki"],"Avoid popular mistakes when creating a cookie banner. {{a}}Learn more!{{\/a}}":["Unikanie popularnych błędów podczas tworzenia banera cookie. {{a}}Więcej informacji!{{\/a}}"],"https:\/\/devowl.io\/2021\/cookie-banner-mistakes\/":["https:\/\/devowl.io\/2021\/cookie-banner-mistakes\/"],"Find out what you should pay attention to in the {{a}}wording of your cookie banner{{\/a}}!":["Proszę dowiedzieć się, na co trzeba zwrócić uwagę w {{a}}sformułowaniu własnego banera plików cookie{{\/a}}!"],"https:\/\/devowl.io\/2021\/cookie-banner-text\/":["https:\/\/devowl.io\/2021\/cookie-banner-text\/"],"Learn what to look for when {{a}}designing your cookie banner{{\/a}}!":["Proszę dowiedzieć się, na co zwrócić uwagę podczas {{a}}projektowania własnego banera plików cookie{{\/a}}!"],"https:\/\/devowl.io\/2021\/cookie-banner-design-overview\/":["https:\/\/devowl.io\/2021\/cookie-banner-design-overview\/"],"Learn more about {{a}}accessibility and the legal conditions!{{\/a}}":["Proszę dowiedzieć się więcej na temat {{a}}dostępności i warunków prawnych!{{\/a}}"],"https:\/\/devowl.io\/knowledge-base\/accessibility-of-real-cookie-banner\/":["https:\/\/devowl.io\/knowledge-base\/accessibility-of-real-cookie-banner\/"],"Want to stand out from the crowd?":["Czy chcą się Państwo wyróżnić się z tłumu?"],"pro-modal\/blur.png":["pro-modal\/blur.png"],"Blur the background and set the focus on the cookie banner so that your visitors agree to as many services and cookies as possible.":["Proszę rozmyć tło i skoncentrować się na banerze cookie, aby odwiedzający wyrazili zgodę na jak najwięcej usług i plików cookie."],"Want to have cool animations?":["Czy chcą mieć Państwo ciekawe animacje?"],"pro-modal\/animations-in.png":["pro-modal\/animations-in.png"],"The cookie banner can be displayed with an animation. Choose from over 40 animations the most suitable!":["Baner plików cookie może być wyświetlany z animacją. Proszę wybrać najbardziej odpowiednią spośród ponad 40 animacji!"],"Unlock animations":["Odblokuj animacje"],"The cookie banner can be hidden with an animation. Choose from over 40 animations the most suitable!":["Baner plików cookie można ukryć za pomocą animacji. Proszę wybrać najbardziej odpowiednią spośród ponad 40 animacji!"],"You need to use a minimum contrast ratio between background and font color of %d to be compliant with TCF!":["Minimalny współczynnik kontrastu między kolorem tła a kolorem czcionki musi wynosić %d, aby zachować zgodność z TCF!"]}}}