{"translation-revision-date":"2023-11-22 08:30+0000","generator":"WP-CLI\/2.9.0","source":"admin.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Create now":["Utwórz teraz"],"Cancel":["Anuluj"],"Close":["Zamknij"],"Content Blocker":["Blokada treści"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Activate license":["Aktywuj licencję"],"Activate free license":["Aktywuj darmową licencję"],"Set up the cookie banner":["Skonfiguruj baner plików cookie"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Proszę użyć kuponu {{tag}}%s{{\/tag}} w następnych {{strongHours}}%s godzinach{{\/strongHours}} i zaoszczędzić {{strongPercent}}%d %%{{\/strongPercent}} w pierwszym roku!"],"Successfully copied coupon to clipboard!":["Pomyślnie skopiowano kupon do schowka!"],"Get PRO!":["Zdobądź wersję PRO!"],"No, not interested...":["Nie, nie jestem zainteresowany(-a)..."],"I want to learn more!":["Chcę dowiedzieć się więcej!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Proszę sprawdzić tę funkcję przed kupnem w {{a}}darmowej piaskownicy{{\/a}}!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/?product=RCB"],"Unlock feature":["Odblokuj funkcję"],"\/ page":["\/ strona"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Blokady treści są globalnie dezaktywowane w ustawieniach i dlatego nie są wyświetlane w Państwa witrynie."],"Enable now":["Włącz teraz"],"Currently scanning (%d %%)":["Obecnie skanuje (%d %%)"],"Needs PRO":["Wymaga PRO"],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Jak ten czas leci! Jakiś czas temu zainstalowali Państwo Real Cookie Banner, ale wciąż nie dokończyli Państwo konfiguracji."],"We have collected all relevant steps for the legally compliant use of Real Cookie Banner after the first installation. Set up the cookie banner step by step to add a cookie banner to your website in compliance with the ePrivacy Directive and GDPR.":["Po pierwszej instalacji zebraliśmy wszystkie istotne kroki dotyczące zgodnego z prawem korzystania z Real Cookie Banner. Proszę skonfigurować baner plików cookie krok po kroku, aby dodać baner plików cookie do swojej witryny zgodnie z dyrektywą o e-prywatności oraz RODO."],"Hide completed steps":["Ukryj ukończone kroki"],"%d \/ %d steps completed":["%d \/ %d ukończonych kroków"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Zmieniono ustawienia, które wpływają na treść lub zachowanie banera plików cookie. Powinni Państwo ponownie poprosić wszystkich odwiedzających o zgodę."],"Request new consent":["Poproś o nową zgodę"],"Are you sure you don't want to collect new consents?":["Czy na pewno nie chcą Państwo zbierać nowych zgód?"],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["Zgodę należy uzyskać zgodnie z {{a}}art. 7 RODO{{\/a}}. Odwiedzający musi zostać poinformowany o wszystkich okolicznościach wyrażenia zgody. Dokonali jednak Państwo zmian w banerze plików cookie, które doprowadziły do tego, że wcześniej odwiedzający wyrazili zgodę w inny sposób lub na coś innego niż na to, co znajduje się obecnie w banerze plików cookie. W związku z tym wcześniej zebrane zgody mogły stać się częściowo nieważne."],"https:\/\/gdpr-text.com\/read\/article-7\/":["https:\/\/gdpr-text.com\/pl\/read\/article-7\/"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["Jeśli utworzyli Państwo nową usługę, taką jak Google Analytics (bez blokady treści wizualnych), poprzedni odwiedzający nigdy nie mogą wyrazić zgody bez zebrania nowych zgód i nie można ich na przykład śledzić."],"Dismiss notice":["Odrzuć powiadomienie"],"Enable consent to data processing in insecure third countries":["Włączenie zgody na przetwarzanie danych w niezabezpieczonych krajach trzecich"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["Baner plików cookie jest aktywny, ale niestety nie utworzono jeszcze ani nie włączono usług."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["Folder{{code}}wp-content{{\/code}} nie jest zapisywalny. Proszę sprawdzić swoje uprawnienia!"],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Usługa %s nie została jeszcze zdefiniowana. Aby użyć {{strong}}%s{{\/strong}} z Real Cookie Banner, należy utworzyć odpowiednią usługę."],"Thank you for using the free version of Real Cookie Banner. You might also be interested in the PRO version, which offers you more features, 20+ design templates, 100+ service templates, 60+ content blocker templates and much more.":["Dziękujemy za korzystanie z bezpłatnej wersji Real Cookie Banner. Może Państwa także zainteresować wersja PRO, która oferuje więcej funkcji, ponad 20 szablonów projektów, ponad 100 szablonów usług, ponad 60 szablonów blokowania treści i wiele więcej."],"Get PRO version":["Uzyskaj wersję PRO"],"Real Cookie Banner":["Real Cookie Banner"],"Customize banner":["Spersonalizuj baner"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner jest dostarczany Państwu z {{icon\/}} od"],"https:\/\/devowl.io\/":["https:\/\/devowl.io\/"],"Dashboard":["Dashboard"],"Settings":["Ustawienia"],"Scanner":["Skaner"],"Services (Cookies)":["Usługi (Pliki cookie)"],"Consent":["Zgoda"],"Import \/ Export":["Import \/ Eksport"],"Licensing":["Licencjonowanie"],"Support":["Wsparcie"],"Fully blocked":["W pełni zablokowany"],"Partially blocked":["Częściowo zablokowany"],"Not blocked":["Niezablokowany"]}}}