{"translation-revision-date":"2023-11-07 09:14:38+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"An error occurred when trying to download the templates from the Service Cloud for the first time. This means that the scanner will currently not be able to suggest scan results for service templates. The download will be performed again automatically in a few minutes, or click \"Update templates\" below.":["Podczas pierwszej próby pobrania szablonów z usługi Service Cloud wystąpił błąd. Oznacza to, że skaner nie będzie obecnie w stanie zasugerować wyników skanowania dla szablonów usług. Pobieranie zostanie automatycznie wykonane ponownie za kilka minut lub proszę kliknąć \"Aktualizuj szablony\" poniżej."],"Service Cloud":["Service Cloud"],"Activate free license":["Aktywuj darmową licencję"],"This functionality is only available with a valid license, as the service templates must be downloaded regularly from our cloud service.":["Ta funkcja jest dostępna tylko z ważną licencją, ponieważ szablony usług muszą być regularnie pobierane z naszej usługi w chmurze."],"Update templates":["Aktualizuj szablony"],"The template database is downloaded to your WordPress and is updated daily. Click \"Update templates\" to download the latest version now!":["Baza danych szablonów jest pobierana do WordPress i codziennie aktualizowana. Proszę kliknąć \"Aktualizuj szablony\", aby pobrać najnowszą wersję już teraz!"],"Pre-release":["Przed wypuszczeniem"],"Release ID":["ID wypuszczenia"],"You have downloaded the service templates the last time on {{u\/}}":["Szablony usług zostały pobrane po raz ostatni {{u\/}}"],"Templates for hundreds of services that you could be running on your website must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Szablony dla setek usług, które można uruchomić na swojej witrynie, należy pobrać z Service Cloud Real Cookie Banner. Dane zostaną pobrane lokalnie na serwer, więc odwiedzający witrynę nie będą musieli łączyć się z chmurą."],"Activate license":["Aktywuj licencję"],"Cache":["Pamięć podręczna"],"More statistics":["Więcej statystyk"],"I have already done all the steps":["Wykonałem(-am) już wszystkie kroki"],"Dismiss this info":["Odrzuć tę informację"],"We did {{strong}}not detect{{\/strong}} any page cache on your site.":["{{strong}}Nie wykryliśmy{{\/strong}} żadnej pamięci podręcznej strony na witrynie."],"We have detected {{strong}}%s{{\/strong}} as your page cache.":["Wykryliśmy {{strong}}%s{{\/strong}} jako pamięć podręczną strony."],"Real Cookie Banner can empty your page cache automatically as soon as a page cache is detected. This means that you do not have to manually clear your page cache if you make changes to the cookie banner via the customizer or if you ask for a new consent.":["Real Cookie Banner może automatycznie opróżnić pamięć podręczną strony, gdy tylko zostanie ona wykryta. Oznacza to, że nie muszą Państwo ręcznie czyścić cache strony, jeśli wprowadza się zmiany w banerze plików cookie za pomocą konfiguratora lub prosić o nową zgodę."],"Already applied":["Już zastosowano"],"Successfully saved changes!":["Pomyślnie zapisano zmiany!"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Banery cookie to zło konieczne, które zajmuje dużo miejsca, zwłaszcza na smartfonach. Dzięki optymalizacji mobilnej można dostosować baner plików cookie tak, aby był bardziej dyskretny, a jednocześnie łatwy do odczytania na smartfonach."],"Want to optimize the cookie banner for mobile users?":["Chcą Państwo zoptymalizować baner plików cookie dla użytkowników mobilnych?"],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft TCF vendors.":["Zdefiniowano {{strong}}%d włączonych{{\/strong}}, %d wyłączonych i %d dostawców TCF w wersji roboczej."],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft services.":["Zdefiniowano {{strong}}%d włączonych{{\/strong}}, %d wyłączonych i %d usług w wersji roboczej."],"Manage":["Zarządzaj"],"Available service groups:":["Dostępne grupy usług:"],"You can enable and disable the content blocker in the {{a}}settings page{{\/a}}.":["Blokadę treści można włączyć i wyłączyć na {{a}}stronie z ustawieniami{{\/a}}."],"Content Blocker is {{strong}}deactivated{{\/strong}}":["Blokada treści jest {{strong}}wyłączona{{\/strong}}"],"Content Blocker is {{strong}}activated{{\/strong}}":["Blokada treści jest {{strong}}włączona{{\/strong}}"],"You can enable and disable the cookie banner in the {{a}}settings page{{\/a}}.":["Baner plików cookie można włączyć i wyłączyć na {{a}}stronie z ustawieniami{{\/a}}."],"Cookie Banner is {{strong}}deactivated{{\/strong}}":["Baner plików cookie jest{{strong}}wyłączony{{\/strong}}"],"Cookie Banner is {{strong}}activated{{\/strong}}":["Baner plików cookie jest{{strong}}włączony{{\/strong}}"],"Next century":["Następny wiek"],"Last century":["Ostatni wiek"],"Next decade":["Następna dekada"],"Last decade":["Ostatnia dekada"],"Next year (Control + right)":["Następny rok (control + prawy)"],"Last year (Control + left)":["Zeszły rok (control + lewy)"],"Next month (PageDown)":["Następny miesiąc (PageDown)"],"Previous month (PageUp)":["Poprzedni miesiąc (PageUp)"],"Choose a decade":["Wybierz dekadę"],"Choose a year":["Wybierz rok"],"Choose a month":["Wybierz miesiąc"],"Select time":["Wybierz czas"],"Year":["Rok"],"Month":["Miesiąc"],"Clear":["Wyczyść"],"OK":["OK"],"Back to today":["Powrót do dnia dzisiejszego"],"Now":["Teraz"],"End date":["Data zakończenia"],"Start date":["Data rozpoczęcia"],"Select date":["Wybierz datę"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Można uzyskać kilka statystyk dotyczących sposobu, w jaki użytkownicy korzystają z banera plików cookie. Pomaga to obliczyć całkowitą liczbę użytkowników, którzy nie chcą być śledzeni, na przykład poprzez ekstrapolację danych z Google Analytics."],"Want to see detailed statistics about the consents of your visitors?":["Chcą Państwo zobaczyć szczegółowe statystyki dotyczące zgód odwiedzających?"],"Today":["Dzisiaj"],"Set up the cookie banner":["Skonfiguruj baner plików cookie"],"Cancel":["Anuluj"],"Services":["Usługi"],"General":["Ogólne"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Statistics":["Statystyka"],"No":["Nie"],"Yes":["Tak"],"Content Blocker":["Blokada treści"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-dashboard.lite.js"}}