{"translation-revision-date":"2023-11-07 09:14:38+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Legal notice page":["Strona z informacjami prawnymi"],"GDPR standard":["Standard RODO"],"Determine age limit based on specified website operator country":["Proszę określić limit wieku na podstawie wybranego kraju operatora witryny"],"Age limit":["Limit wieku"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/pl\/read\/article-5\/"],"Contact form page":["Strona formularza kontaktowego"],"DSG (Switzerland)":["DSG (Szwajcaria)"],"GDPR \/ ePrivacy Directive":["RODO \/ Dyrektywa o e-prywatności"],"Legal basis to be applied":["Podstawa prawna, która ma być zastosowana"],"Website operator phone":["Telefon operatora witryny"],"Website operator email":["Adres e-mail operatora witryny"],"Website operator full address":["Pełny adres operatora witryny"],"Website operator country":["Kraj operatora witryny"],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019L0882":["https:\/\/eur-lex.europa.eu\/legal-content\/PL\/TXT\/?uri=CELEX:32019L0882"],"This consent was documented with a Real Cookie Banner version prior to 3.10.0. Due to rework to comply with the {{aAct}}European Accessibility Act{{\/aAct}}, interactions with the currently installed version of Real Cookie Banner are no longer playable. However, they are still documented in the consent export. If you need to play the interactions, please request an old Real Cookie Banner version from the {{aSupport}}support{{\/aSupport}}.":["Ta zgoda została udokumentowana w wersji Real Cookie Banner wcześniejszej niż 3.10.0. Ze względu na przeróbki mające na celu zapewnienie zgodności z {{aAct}}Europejskim Aktem o Dostępności{{\/aAct}}, interakcje z obecnie zainstalowaną wersją Real Cookie Banner nie są już możliwe do odtworzenia. Są one jednak nadal udokumentowane w eksporcie zgody. Jeśli chcą Państwo odtworzyć interakcje, proszę poprosić {{aSupport}}pomoc techniczną{{\/aSupport}} o starszą wersję Real Cookie Banner."],"Secure countries in terms of the GDPR":["Bezpieczne kraje pod względem RODO"],"Consent for data processing in unsecure third countries":["Zgoda na przetwarzanie danych w niezabezpieczonych krajach trzecich"],"The process of how the website visitor interacted with the cookie banner to give consent was recorded for documentation purposes. You can replay the interactions. Note that the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Proces interakcji użytkownika witryny z banerem plików cookie w celu wyrażenia zgody został zarejestrowany do celów dokumentacji. Interakcje te można odtworzyć. Należy pamiętać, że rejestrowanie może nie być w pełni dokładne, jeśli na przykład używa się spersonalizowanego CSS w witrynie lub odwiedzający użył rozszerzenia przeglądarki tłumaczącego."],"Replay interactions":["Powtórz interakcje"],"Stop":["Stop"],"The process of how the website visitor interacted with the content blocker to give consent was recorded for documentation purposes. You can replay the interactions. Note that the dimensions of the content blocker and consent dialog do not have to be the same as the ones that were displayed to the website visitor, and the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Proces interakcji odwiedzającego witrynę z blokadą treści w celu wyrażenia zgody został zarejestrowany do celów dokumentacji. Interakcje te można odtworzyć. Należy pamiętać, że wymiary blokady treści i okna dialogowego zgody nie muszą być takie same jak te, które zostały wyświetlone odwiedzającemu witrynę, a rejestrowanie może nie być w pełni dokładne, jeśli na przykład używa się spersonalizowanego CSS w witrynie lub odwiedzający użył rozszerzenia przeglądarki z tłumaczeniem."],"legal-text\u0004You have successfully revoked consent for services with its cookies and personal data processing. The page will be reloaded now!":["Pomyślnie cofnięto zgodę na usługi z plikami cookie i przetwarzanie danych osobowych. Strona zostanie teraz ponownie wczytana!"],"Consents before %s has been automatically deleted according to the settings you have made.":["Zgody przed %s zostały automatycznie usunięte zgodnie z wprowadzonymi ustawieniami."],"Exact match":["Dokładne dopasowanie"],"For data protection reasons, IP addresses, depending on the configuration of the cookie banner, were only shortened by the last octet and stored hashed. In this case, you can only assign consents to individual IP addresses with a high probability, but not with absolute certainty. Therefore, also match the time of consent to narrow down your search for the proper consent!":["Ze względu na ochronę danych adresy IP, w zależności od konfiguracji banera plików cookie, były skracane tylko o ostatni oktet i przechowywane w hashowanej formie. W takim przypadku można przypisać zgody do poszczególnych adresów IP tylko z dużym prawdopodobieństwem, ale nie z absolutną pewnością. Dlatego należy również dopasować czas wyrażenia zgody, aby zawęzić wyszukiwanie właściwej zgody!"],"Also, you can export documented consents to save them in a local backup.":["Można również wyeksportować udokumentowane zgody, aby zapisać je w lokalnej kopii zapasowej."],"You can export and import all or only some of the settings you made in Real Cookie Banner. If you have several websites, you can save a lot of time by transferring the settings comfortably.":["Można eksportować i importować wszystkie lub tylko niektóre ustawienia wprowadzone w Real Cookie Banner. Jeśli mają Państwo kilka witryn, można zaoszczędzić dużo czasu, wygodnie przenosząc ustawienia."],"https:\/\/iabeurope.eu\/vendor-list-tcf\/":["https:\/\/iabeurope.eu\/vendor-list-tcf\/"],"Hiding these options, e.g. in the privacy policy, is in the opinion of multiple data protection authorities in the EU a violation of the GDPR.":["Ukrywanie tych opcji, np. w polityce prywatności, jest zdaniem wielu urzędów ds. ochrony danych w UE naruszeniem RODO."],"legal-text\u0004Revoke consents":["Cofnij zgody"],"legal-text\u0004Privacy settings history":["Historia ustawień prywatności"],"legal-text\u0004Change privacy settings":["Zmień ustawienia prywatności"],"https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf":["https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf"],"Next century":["Następny wiek"],"Last century":["Ostatni wiek"],"Next decade":["Następna dekada"],"Last decade":["Ostatnia dekada"],"Next year (Control + right)":["Następny rok (control + prawy)"],"Last year (Control + left)":["Zeszły rok (control + lewy)"],"Next month (PageDown)":["Następny miesiąc (PageDown)"],"Previous month (PageUp)":["Poprzedni miesiąc (PageUp)"],"Choose a decade":["Wybierz dekadę"],"Choose a year":["Wybierz rok"],"Choose a month":["Wybierz miesiąc"],"Select time":["Wybierz czas"],"Year":["Rok"],"Month":["Miesiąc"],"Clear":["Wyczyść"],"OK":["OK"],"Back to today":["Powrót do dnia dzisiejszego"],"Now":["Teraz"],"End date":["Data zakończenia"],"Start date":["Data rozpoczęcia"],"Select date":["Wybierz datę"],"Legal links":["Linki prawne"],"List of consents":["Lista zgód"],"Generate shortcode (advanced)":["Generowanie krótkiego kodu (zaawansowane)"],"Add links to existing menu":["Dodaj linki do istniejącego menu"],"Copy to clipboard":["Kopiuj do schowka"],"Copy the generated shortcode and paste it into your website.":["Proszę skopiować wygenerowany krótki kod i wkleić go na swoją witrynę."],"Result":["Wynik"],"After the consent is revoked, the page will be reloaded. Let the user know what happened with a success message.":["Po cofnięciu zgody strona zostanie ponownie wczytana. Należy poinformować użytkownika o tym, co się stało, za pomocą wiadomości o powodzeniu."],"The user must be able to clearly understand the behaviour of the link\/button from the name.":["Użytkownik musi być w stanie jasno zrozumieć zachowanie linku\/przycisku na podstawie nazwy."],"Text":["Tekst"],"If you want to apply a custom style to the link\/button, the shortcode output should be tagged with an ID attribute.":["Jeśli chcą Państwo zastosować własny styl do linku\/przycisku, dane wyjściowe krótkiego kodu powinny być oznaczone atrybutem ID."],"HTML ID":["ID HTML"],"It is recommended to use a simple link in your footer instead of a button to avoid visual misunderstandings.":["Zaleca się użycie prostego linku w stopce zamiast przycisku, aby uniknąć nieporozumień wizualnych."],"Appearance":["Wygląd"],"Successfully copied shortcode to clipboard!":["Pomyślnie skopiowano krótki kod do schowka!"],"Edit manually":["Edytuj ręcznie"],"Add all legal links":["Dodaj wszystkie linki prawne"],"Already added":["Już dodano"],"Create menu":["Utwórz menu"],"No WordPress menu created yet.":["Nie utworzono jeszcze menu WordPress."],"Successfully added the links to your menu!":["Linki zostały pomyślnie dodane do menu!"],"Accepted services":["Zaakceptowane usługi"],"IP":["IP"],"If you have allowed to log IP addresses, you can view them here. Otherwise you will see a salted hash of the IP address (truncated).":["Jeśli zezwolono na rejestrowanie adresów IP, można je wyświetlić tutaj. W przeciwnym razie zobaczą Państwo solony hash adresu IP (skrócony)."],"UUID":["UUID"],"Unique name of the consent given":["Unikalna nazwa udzielonej zgody"],"This consent was implicitly given by a configured bypass.":["Zgoda ta została wyrażona w sposób dorozumiany poprzez skonfigurowane obejście."],"Forwarded":["Przekazano"],"Forwarded through Content Blocker":["Przekazane przez blokadę treści"],"This consent was implicitly given by Consent Forwarding.":["Zgoda ta została wyrażona w sposób dorozumiany przez przekazanie zgody."],"This consent has been given in a content blocker.":["Zgoda ta została wyrażona w blokadzie treści."],"Do Not Track":["Nie śledź"],"This consent was given automatically because the browser sent a 'Do Not Track' header. Accordingly, only essential services have been consented to.":["Zgoda ta została udzielona automatycznie, ponieważ przeglądarka wysłała nagłówek \"Nie śledź\". W związku z tym wyrażono zgodę tylko na podstawowe usługi."],"Time of consent":["Czas wyrażenia zgody"],"Delete all consents":["Usuń wszystkie zgody"],"Just to be sure: Do you really want to delete all consents?":["Dla pewności: Czy naprawdę chcą Państwo usunąć wszystkie zgody?"],"I am sure!":["Jestem pewien\/pewna!"],"Are you sure you want to delete all consents? You should only do this if it is absolutely necessary. In case you want to continue, make sure you have {{a}}exported{{\/a}} all consents beforehand (for legal reasons).":["Czy na pewno chcą Państwo usunąć wszystkie zgody? Należy to zrobić tylko wtedy, gdy jest to absolutnie konieczne. Jeśli chcą Państwo kontynuować, trzeba upewnić się, że {{a}}wyeksportowali{{\/a}} Państwo wcześniej wszystkie zgody (ze względów prawnych)."],"More":["Więcej"],"Less":["Mniej"],"No data":["Brak danych"],"Reset filter":["Resetuj filtr"],"Filter by URL...":["Filtruj według adresu URL..."],"Context":["Kontekst"],"Viewed page":["Wyświetlona strona"],"Viewport (px)":["Okno podglądowe (px)"],"Export to clipboard":["Eksportuj do schowka"],"Successfully copied to the clipboard!":["Pomyślnie skopiowano do schowka!"],"Use the button below to export all consents in a machine readable form.":["Należy użyć poniższego przycisku, aby wyeksportować wszystkie zgody w formie do odczytu maszynowego."],"Export consent":["Zgoda na eksport"],"We generate the cookie banner from all (design) settings and services that the visitor has seen. You can see exactly how consent was obtained and track clicks on buttons.":["Generujemy baner plików cookie na podstawie wszystkich (design) ustawień i usług, które odwiedzający widział. Można dokładnie zobaczyć, w jaki sposób uzyskano zgodę i śledzić kliknięcia przycisków."],"pro-modal\/consent-preview-banner.png":["pro-modal\/consent-preview-banner.png"],"Open banner":["Otwórz baner"],"Use the button below to see what the cookie banner looked like at the time of the user's consent. The services\/groups selected there also look the way the user saw them. A button framed in red shows which button the user clicked on at the time of consent.":["Proszę użyć poniższego przycisku, aby zobaczyć, jak wyglądał baner plików cookie w momencie wyrażenia zgody przez użytkownika. Wybrane tam usługi\/grupy również wyglądają tak, jak widział je użytkownik. Przycisk obramowany na czerwono pokazuje, który przycisk kliknął użytkownik w momencie wyrażenia zgody."],"Cookie banner as at the time of consent":["Baner plików cookie w momencie wyrażenia zgody"],"There is no preview for this consent, as it was given implicitly by forwarding the consent. The user has given his\/her consent via {{a}}%s{{\/a}}, and this consent has been forwarded automatically.":["Nie ma podglądu tej zgody, ponieważ została ona udzielona w sposób dorozumiany poprzez przekazanie zgody. Użytkownik wyraził swoją zgodę za pośrednictwem{{a}}%s{{\/a}}, a zgoda ta została automatycznie przekazana."],"Forwarded consent":["Przekazana zgoda"],"We generate the content blocker that your visitor has seen from all settings, design preferences and services. You can see exactly how his or her consent was obtained and track clicks on buttons.":["Generujemy blokadę treści, którą odwiedzający widział na podstawie wszystkich ustawień, preferencji designu i usług. Można dokładnie zobaczyć, w jaki sposób uzyskano zgodę użytkownika i śledzić kliknięcia przycisków."],"pro-modal\/consent-preview-blocker.png":["pro-modal\/consent-preview-blocker.png"],"Unlock preview":["Odblokuj podgląd"],"You want to see what was displayed to the visitor?":["Chcą Państwo zobaczyć, co zostało wyświetlone odwiedzającemu?"],"The consent to the service was given via a content blocker. Below you can see how the content blocker looked like when the user consented.":["Zgoda na usługę została udzielona za pośrednictwem blokady treści. Poniżej można zobaczyć, jak wyglądała blokada treści, gdy użytkownik wyraził zgodę."],"Content Blocker as at the time of consent":["Blokada treści w momencie wyrażenia zgody"],"There is no preview for this consent, as it was given implicitly by {{strong}}%s bypass{{\/strong}}.":["Nie ma podglądu tej zgody, ponieważ została ona udzielona w sposób dorozumiany przez {{strong}}%s obejście{{\/strong}}."],"Bypassed banner":["Ominięty baner"],"Accept only essentials":["Akceptuj tylko podstawowe elementy"],"Implicit consent for users from third countries":["Domyślna zgoda dla użytkowników z krajów trzecich"],"%d countries":["%d kraje"],"Show banner only to users from these countries":["Pokaż baner tylko użytkownikom z tych krajów"],"Additional cross domain endpoints":["Dodatkowe punkty końcowe między domenami"],"Open endpoint":["Otwarty punkt końcowy"],"Forward To":["Przekaż do"],"Age notice for consent":["Powiadomienie o wieku w celu wyrażenia zgody"],"Consent for data processing in the USA":["Zgoda na przetwarzanie danych w USA"],"Save IP address on consent":["Zapisz adres IP po wyrażeniu zgody"],"days":["dni"],"Duration of cookie consent":["Czas trwania zgody na pliki cookie"],"Respect \"Do Not Track\"":["Szanuj \"Nie śledź\""],"Automatically accept all services for bots":["Automatycznie akceptuj wszystkie usługi dla botów"],"Set cookies after consent via":["Ustaw pliki cookie po wyrażeniu zgody przez"],"Not defined":["Nie zdefiniowano"],"Open site":["Otwórz stronę"],"Deactivated":["Dezaktywowany"],"Active":["Aktywny"],"Country of the website operator":["Kraj operatora witryny"],"Settings at the time of consent":["Ustawienia w momencie wyrażania zgody"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Można uzyskać kilka statystyk dotyczących sposobu, w jaki użytkownicy korzystają z banera plików cookie. Pomaga to obliczyć całkowitą liczbę użytkowników, którzy nie chcą być śledzeni, na przykład poprzez ekstrapolację danych z Google Analytics."],"Want to see detailed statistics about the consents of your visitors?":["Chcą Państwo zobaczyć szczegółowe statystyki dotyczące zgód odwiedzających?"],"Please provide a date range!":["Proszę podać zakres dat!"],"Consents by group":["Zgody według grup"],"Cookie banner bypass":["Obejście banera plików cookie"],"Consents by clicked button":["Zgody po kliknięciu przycisku"],"Period":["Okres"],"Last 90 days":["Ostatnie 90 dni"],"Last 30 days":["Ostatnie 30 dni"],"This Week":["Ten tydzień"],"This Month":["Ten miesiąc"],"This Year":["Ten rok"],"Today":["Dzisiaj"],"Cookie Banner\/Dialog":["Baner\/okno dialogowe plików cookie"],"What is a TCF vendor? According to the IAB Europe Transparency and Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["Co to jest dostawca TCF? Zgodnie z Transparency and Consent Framework (TCF) IAB Europe, każda usługa (np. Google dla Google Ads), która chce korzystać ze zgód zgodnie ze standardem TCF, musi zarejestrować się jako dostawca na {{a}}globalnej liście dostawców (GVL){{\/a}}. Wszyscy dostawcy TCF określają, do jakich celów potrzebują zgody na przetwarzanie danych i ustawianie plików cookie oraz jakie funkcje mogą oferować za pomocą tych zgód. Dostarczają również link do swojej polityki prywatności w celu uzyskania dalszych informacji. Państwo jako operatorzy witryny, muszą uzyskać zgodę w banerze plików cookie dla wszystkich dostawców, z którymi Państwo współpracują. Można ograniczyć wymagane cele dostawców, aby zgody były jak najbardziej przyjazne prywatności."],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["Aby spełnić wymagania standardu TCF, krótkie kody powinny być umieszczone w pobliżu linku do polityki prywatności."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["Zgody są automatycznie dokumentowane w celu udowodnienia zgodności z wymogami prawnymi zgodnie z {{a}}art. 5 RODO{{\/a}} oraz, w przypadku sporu, w celu udowodnienia, w jaki sposób uzyskano taką zgodę."],"What is a content blocker? Imagine that a user of your website does not accept all services. At the same time, you have integrated e.g. a YouTube video that sets cookies that the visitor has not agreed to. According to the ePrivacy Directive, this is prohibited. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer them to watch the video as soon as they agree to load it.":["Czym jest blokada treści? Proszę sobie wyobrazić, że użytkownik Państwa witryny nie akceptuje wszystkich usług. Jednocześnie zintegrowali Państwo np. film na YouTube, który ustawia pliki cookie, na które odwiedzający nie wyraził zgody. Zgodnie z dyrektywą o e-prywatości jest to zabronione. Dla takich użytkowników blokady treści automatycznie zastępują ramki iframe, skrypty i znaczniki linków, takie jak filmy z YouTube i oferują im obejrzenie filmu, gdy tylko wyrażą zgodę na jego wczytanie."],"https:\/\/devowl.io\/2021\/web-cookies-overview\/":["https:\/\/devowl.io\/2021\/web-cookies-overview\/"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the website's language, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["Czym są usługi? Usługi mogą być zewnętrznymi aplikacjami, takimi jak Google Analytics, wtyczki WordPress lub motywy, które przetwarzają dane osobowe (np. adres IP) i\/lub ustawiają pliki cookie. Pliki cookie (i podobne technologie) to małe pliki tekstowe, które są przechowywane na urządzeniach osób odwiedzających witrynę. W plikach cookie można przechowywać informacje o odwiedzającym, takie jak język witryny lub unikalne identyfikatory reklamowe w celu wyświetlania spersonalizowanych reklam. Jako właściciel witryny muszą Państwo zapewnić, że pliki cookie są umieszczane wyłącznie na urządzeniach odwiedzających, a dane osobowe są przetwarzane tylko za ich wyraźną zgodą. Chyba że mają Państwo uzasadniony interes w sensie prawnym, aby to zrobić nawet bez zgody. Tutaj można zdefiniować wszystkie używane usługi i ich pliki cookie wraz z informacjami prawnymi i technicznymi."],"Just by using the scanner, you will not set up your cookie banner one hundred percent correctly. If it is too complex or time-consuming for you to set up the cookie banner yourself, just let one of our {{a}}cookie experts{{\/a}} set it up for you!":["Samo użycie skanera nie zapewni stuprocentowo poprawnej konfiguracji banera plików cookie. Jeśli samodzielne skonfigurowanie banera plików cookie jest zbyt skomplikowane lub czasochłonne, wystarczy pozwolić jednemu z naszych {{a}}ekspertów od plików cookie{{\/a}}, aby skonfigurował go za Państwa!"],"Complete coverage of your individual use case":["Pełne pokrycie indywidualnego przypadku użycia"],"Services embedded after the page load via JavaScript":["Usługi osadzone po wczytaniu strony za pomocą JavaScript"],"Cookies from unknown WordPress plugins":["Pliki cookie z nieznanych wtyczek WordPress"],"... and what it does not":["... a czego nie"],"Automatic check of all subpages of your website":["Automatyczne sprawdzanie wszystkich podstron witryny"],"WordPress plugins with templates that require consent":["Wtyczki WordPress z szablonami wymagającymi zgody"],"External services (with and without template)":["Usługi zewnętrzne (z szablonem i bez)"],"What the scanner finds ...":["Co znajduje skaner..."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/"],"We explicitly do not find cookies because that would not work reliably. {{a}}We explained why in our knowledge base.{{\/a}}":["Świadomie nie znajdujemy plików cookie, ponieważ nie działałoby to niezawodnie. {{a}}W naszej bazie wiedzy wyjaśniliśmy dlaczego.{{\/a}}"],"The scanner finds services that you use on your website that might set\/read cookies or process personal data. This is e.g. Google Analytics, YouTube or Elementor. If there is no template for a service, you will see from which external URLs content, scripts etc. are embedded. This allows you to set up your cookie banner quickly and easily.":["Skaner wyszukuje usługi używane w witrynie, które mogą ustawiać\/odczytywać pliki cookie lub przetwarzać dane osobowe. Są to np. Google Analytics, YouTube lub Elementor. Jeśli nie ma szablonu dla usługi, zobaczą Państwo, z których zewnętrznych adresów URL osadzone są treści, skrypty itp. Pozwala to szybko i łatwo skonfigurować baner plików cookie."],"Okay, I got it":["Dobrze, rozumiem"],"What you should definitely know!":["Co zdecydowanie należy wiedzieć!"],"Cancel":["Anuluj"],"Success message":["Wiadomość o powodzeniu"],"Consent Forwarding":["Przekazywanie zgody"],"Naming of all services in first view":["Wymienianie wszystkich usług w pierwszym widoku"],"Link":["Link"],"Button":["Przycisk"],"Accept all":["Akceptuj wszystko"],"Enabled":["Włączono"],"Your website visitors must be able to view their consent history, change their consent, or withdraw their consent at any time. This must be as easy as giving consent. Therefore, the legal links must be included on every subpage of the website (e.g. in the footer).":["Odwiedzający Państwa witrynę muszą mieć możliwość przeglądania historii zgody, zmiany zgody lub wycofania zgody w dowolnym momencie. Musi to być równie łatwe, jak wyrażenie zgody. W związku z tym linki prawne muszą znajdować się na każdej podstronie witryny (np. w stopce)."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Disabled":["Wyłączono"],"Hide on additional pages":["Ukryj na dodatkowych stronach"],"Privacy policy page":["Strona z polityką prywatności"],"Statistics":["Statystyka"],"Geo-restriction":["Ograniczenie geograficzne"],"Content Blocker":["Blokada treści"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-consent.lite.js"}}